[
  {
    "id": 1,
    "anime_id": 1,
    "slug": "shingeki-no-kyojin-t1",
    "titulo": "Ataque dos Titãs",
    "estudio_id": 1,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 2,
    "ano": 2013,
    "episodios": 25,
    "sinopse": "Há várias centenas de anos, a humanidade foi quase exterminada pelos titãs. Os titãs geralmente têm vários andares de altura, parecem não ter inteligência, devoram seres humanos e, pior de tudo, parecem fazer isso por prazer, e não como fonte de alimento. Uma pequena porcentagem da humanidade sobreviveu se refugiando em uma cidade protegida por muralhas extremamente altas. Avançando para o presente, a cidade não vê um titã há mais de 100 anos. O adolescente Eren e sua irmã adotiva Mikasa testemunham algo horrível quando as muralhas da cidade são destruídas por um titã colossal que surge do nada. Enquanto titãs menores invadem a cidade, os dois jovens assistem horrorizados enquanto sua mãe é devorada viva. Eren jura que irá matar todos os titãs e se vingar por toda a humanidade.",
    "capaUrl": "images/capas/shingeki-no-kyojin-t1.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 2,
    "anime_id": 1,
    "slug": "shingeki-no-kyojin-t2",
    "titulo": "Shingeki no Kyojin - 2ª temporada",
    "estudio_id": 1,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 2,
    "ano": 2017,
    "episodios": 12,
    "sinopse": "Eren Jaeger jurou exterminar todos os Titãs, mas em uma batalha pela sua vida, ele acabou se tornando aquilo que mais odeia. Com seus novos poderes, ele luta pela liberdade da humanidade, enfrentando os monstros que ameaçam seu lar. Após uma vitória agridoce contra a Titã Fêmea, Eren não tem tempo para descansar — ​​uma horda de Titãs se aproxima da Muralha Rose e a batalha pela humanidade continua!",
    "capaUrl": "images/capas/shingeki-no-kyojin-t2.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 3,
    "anime_id": 1,
    "slug": "shingeki-no-kyojin-t3-1",
    "titulo": "Shingeki no Kyojin - 3ª temporada Parte 1",
    "estudio_id": 1,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 2,
    "ano": 2018,
    "episodios": 12,
    "sinopse": "Eren e seus companheiros do 104º Esquadrão são designados para o recém-formado Esquadrão Levi, cuja missão é proteger Eren e Historia, dado o poder recém-descoberto de Eren e o conhecimento e linhagem de Historia. Levi e Erwin têm bons motivos para se preocupar, pois o padre da Igreja que Hanji havia escondido foi encontrado torturado até a morte, deixando claro que a Polícia Militar está envolvida no acobertamento. A situação se complica ainda mais quando a Polícia Militar ataca Erwin e o Esquadrão Levi escapa por pouco da captura. Eren também está tendo problemas com sua transformação em Titã, e um assassino implacável foi contratado para proteger Eren e Historia, um homem que Levi conhece muito bem de sua juventude.",
    "capaUrl": "images/shingeki-no-kyojin-t3-p1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 4,
    "anime_id": 1,
    "slug": "shingeki-no-kyojin-t3-2",
    "titulo": "Shingeki no Kyojin - 3ª temporada Parte 2",
    "estudio_id": 1,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 2,
    "ano": 2019,
    "episodios": 10,
    "sinopse": "A batalha para retomar a Muralha Maria começa agora! Com a nova habilidade de endurecimento de Eren, a Tropa de Exploração está confiante de que pode selar a muralha e retomar o Distrito de Shiganshina. Se tiverem sucesso, Eren finalmente poderá desvendar os segredos do porão — e do mundo. Mas o perigo espreita, pois Reiner, Bertholdt e o Titã Bestial têm seus próprios planos. Será esta a batalha final da humanidade pela sobrevivência?",
    "capaUrl": "images/shingeki-no-kyojin-t3-p2.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 5,
    "anime_id": 1,
    "slug": "shingeki-no-kyojin-t4",
    "titulo": "Shingeki no Kyojin: The Final Season",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 2,
    "ano": 2020,
    "episodios": 16,
    "sinopse": "Quatro anos se passaram desde que o Corpo de Exploração chegou à costa, e o mundo está diferente agora. A situação está se intensificando à medida que o destino do Corpo de Exploração — e do povo de Paradis — é finalmente decidido. No entanto, Eren está desaparecido. Será que ele reaparecerá antes que as antigas tensões entre marleyanos e eldianos resultem na guerra de todas as guerras?",
    "capaUrl": "images/capas/shingeki-no-kyojin-t4-p1.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 6,
    "anime_id": 1,
    "slug": "shingeki-no-kyojin-t4-2",
    "titulo": "Shingeki no Kyojin: The Final Season Parte 2",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 2,
    "ano": 2022,
    "episodios": 12,
    "sinopse": "A batalha final pela sobrevivência da humanidade está prestes a começar. Eren Jaeger desencadeou o Rumbling, uma catástrofe que ameaça destruir o mundo inteiro. Agora, seus antigos amigos devem se unir para detê-lo, mesmo que isso signifique enfrentá-lo em combate. Com o destino do mundo em jogo, quem prevalecerá nesta luta épica?",
    "capaUrl": "images/capas/shingeki-no-kyojin-t4-p2.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 7,
    "anime_id": 1,
    "slug": "shingeki-no-kyojin-t4-3",
    "titulo": "Shingeki no Kyojin: The Final Season Parte 3",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 2,
    "ano": 2023,
    "episodios": 10,
    "sinopse": "O destino do mundo está em jogo enquanto Eren libera o poder supremo dos Titãs. Com uma determinação ardente de eliminar todos que ameaçam Eldia, ele lidera um exército imparável de Titãs Colossais em direção a Marley. Agora, um grupo heterogêneo de antigos camaradas e inimigos luta para impedir sua missão mortal. A única pergunta é: eles conseguirão detê-lo?",
    "capaUrl": "images/capas/shingeki-no-kyojin-t4-pt3.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 8,
    "anime_id": 1,
    "slug": "shingeki-no-kyojin-t4-4",
    "titulo": "Shingeki no Kyojin Gaiden: Kuinaki Sentaku",
    "estudio_id": 3,
    "tipo": "Especial",
    "temporada": 4,
    "status_id": 2,
    "ano": 2024,
    "episodios": 12,
    "sinopse": "A conclusão épica de Shingeki no Kyojin está aqui! Com o destino do mundo pendendo na balança, Eren Jaeger enfrenta seus antigos amigos em uma batalha final que determinará o futuro da humanidade. Segredos serão revelados, alianças serão testadas e sacrifícios serão feitos. Prepare-se para uma jornada inesquecível enquanto o destino de Eldia e Marley é decidido de uma vez por todas.",
    "capaUrl": "images/capas/shingeki-no-kyojin-t4-pt4.jpg",
    "estacao": "Verão"
  },
  {
    "id": 9,
    "anime_id": 2,
    "slug": "demon-slayer-t1",
    "titulo": "Demon Slayer - Kimetsu no Yaiba",
    "estudio_id": 10,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 2,
    "ano": 2019,
    "episodios": 26,
    "sinopse": "É o período Taisho no Japão. Tanjiro, um garoto bondoso que vende carvão para sobreviver, encontra sua família massacrada por um demônio. Para piorar a situação, sua irmã mais nova, Nezuko, a única sobrevivente, foi transformada em um demônio. Embora devastado por essa triste realidade, Tanjiro decide se tornar um \"caçador de demônios\" para que possa transformar sua irmã de volta em humana e matar o demônio que massacrou sua família.",
    "capaUrl": "images/capas/kimestu-no-yaiba-t1.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 10,
    "anime_id": 2,
    "slug": "demon-slayer-mugen",
    "titulo": "Demon Slayer: Mugen Ressha-hen",
    "estudio_id": 10,
    "tipo": "Filme",
    "temporada": 3,
    "status_id": 6,
    "ano": 2020,
    "episodios": 1,
    "sinopse": "Neste filme de Demon Slayer, Tanjiro Kamado e seus amigos do Corpo de Exterminadores de Demônios embarcam no Trem Infinito em uma nova missão para investigar uma misteriosa série de desaparecimentos, perpetrados por um demônio que vem atormentando pessoas e matando os exterminadores de demônios que se opõem a ele.",
    "capaUrl": "images/capas/kimestu-no-yaiba-mugen.jpg",
    "estacao": "Outono"
  },
  {
    "id": 11,
    "anime_id": 2,
    "slug": "demon-slayer-t2",
    "titulo": "Demon Slayer: Mugen Ressha-hen",
    "estudio_id": 10,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 2,
    "ano": 2021,
    "episodios": 7,
    "sinopse": "Tanjiro Kamado e seus companheiros Caçadores de Demônios embarcam em uma missão a bordo do Trem Infinito. Sua nova missão é investigar uma série de desaparecimentos misteriosos, perpetrados por um demônio que vem aterrorizando os passageiros e matando os Caçadores de Demônios que o enfrentam. Juntos, eles devem enfrentar esse inimigo formidável e proteger os inocentes a bordo do trem.",
    "capaUrl": "images/capas/kimestu-no-yaiba-t2.jpg",
    "estacao": "Outono"
  },
  {
    "id": 12,
    "anime_id": 2,
    "slug": "demon-slayer-t3",
    "titulo": "Demon Slayer: Yuukaku-hen",
    "estudio_id": 10,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 2,
    "ano": 2025,
    "episodios": 11,
    "sinopse": "Após visitar a residência Rengoku, Tanjirou e seus companheiros se oferecem para uma missão no Distrito do Entretenimento, um lugar onde desejos são vendidos e demônios habitam. Eles viajam ao lado do extravagante Hashira do Som, Tengen Uzui, em busca de um inimigo monstruoso que aterroriza a cidade. Jurados a exterminar criaturas da noite, a caçada continua.",
    "capaUrl": "images/capas/kimestu-no-yaiba-t3.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 13,
    "anime_id": 2,
    "slug": "demon-slayer-t4",
    "titulo": "Demon Slayer: Katanakaji no Sato-hen",
    "estudio_id": 10,
    "tipo": "Temporada",
    "temporada": 5,
    "status_id": 1,
    "ano": 2023,
    "episodios": 11,
    "sinopse": "A jornada de Tanjiro o leva à Vila dos Ferreiros, onde ele se reencontra com dois Hashira, membros da elite do Corpo de Extermínio de Demônios: Muichiro Tokito, o Hashira da Névoa, e Mitsuri Kanroji, a Hashira do Amor. Com as sombras dos demônios à espreita, uma nova batalha começa para Tanjiro e seus companheiros.",
    "capaUrl": "images/capas/kimestu-no-yaiba-t4.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 14,
    "anime_id": 2,
    "slug": "demon-slayer-t5",
    "titulo": "Demon Slayer: Hashira Geiko-hen",
    "estudio_id": 10,
    "tipo": "Temporada",
    "temporada": 6,
    "status_id": 2,
    "ano": 2024,
    "episodios": 8,
    "sinopse": "Os Hashira são os espadachins de mais alta patente e membros do Corpo de Extermínio de Demônios. O treinamento dos Hashira começou para que eles possam enfrentar a batalha iminente contra Muzan Kibutsuji. Cada um com seus próprios pensamentos e esperanças, uma nova história para Tanjiro e os Hashira começa.",
    "capaUrl": "images/capas/kimestu-no-yaiba-t5.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 15,
    "anime_id": 2,
    "slug": "demon-slayer-filme-1-akaza-sairai",
    "titulo": "Demon Slayer: Mugenjou-hen Filme 1 - Akaza Sairai",
    "estudio_id": 10,
    "tipo": "Filme",
    "temporada": 2,
    "status_id": 6,
    "ano": 2025,
    "episodios": 1,
    "sinopse": "Parte 1 da trilogia cinematográfica da saga do Castelo Infinito. Tanjiro Kamado – um garoto que se juntou a uma organização dedicada à caça de demônios, chamada Corpo de Exterminadores de Demônios, após sua irmã mais nova, Nezuko, ser transformada em um demônio. Enquanto se torna mais forte e aprofunda suas amizades e laços com os outros membros do Corpo, Tanjiro lutou contra muitos demônios ao lado de seus camaradas – Zenitsu Agatsuma e Inosuke Hashibira. Ao longo do caminho, sua jornada o levou a lutar ao lado dos espadachins de mais alta patente do Corpo de Exterminadores de Demônios, os Hashira, incluindo o Hashira das Chamas Kyojuro Rengoku a bordo do Trem Infinito, o Hashira do Som Tengen Uzui no Distrito do Entretenimento, bem como o Hashira da Névoa Muichiro Tokito e a Hashira do Amor Mitsuri Kanroji na Vila dos Ferreiros. Enquanto os membros do Corpo de Extermínio de Demônios e os Hashira participavam de um programa de treinamento de força em grupo, o Treinamento Hashira, em preparação para a batalha iminente contra os demônios, Muzan Kibutsuji aparece na Mansão Ubuyashiki. Com o líder do Corpo de Extermínio de Demônios em perigo, Tanjiro e os Hashira correm para o quartel-general, mas são lançados em uma profunda descida para um espaço misterioso pelas mãos de Muzan Kibutsuji. O destino de onde Tanjiro e o Corpo de Extermínio de Demônios caíram é a fortaleza dos demônios – o Castelo Infinito. E assim, o campo de batalha está pronto para o confronto final entre o Corpo de Extermínio de Demônios e os demônios.",
    "capaUrl": "images/capas/kimestu-no-yaiba-filme-1-akaza-sairai.jpg",
    "estacao": "Verão"
  },
  {
    "id": 16,
    "anime_id": 3,
    "slug": "tokyo-ghoul",
    "titulo": "Tokyo Ghoul",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 2,
    "ano": 2014,
    "episodios": 12,
    "sinopse": "A história de suspense, terror e fantasia sombria se passa em Tóquio, uma cidade assombrada por misteriosos ghouls que devoram humanos. Kaneki, um estudante universitário comum, encontra Rize, uma garota aparentemente inofensiva, mas que se revela uma ghoul. Após um ataque fatal, Kaneki passa por uma cirurgia que o transforma em um meio-ghoul, forçando-o a viver entre dois mundos enquanto luta para manter sua humanidade.",
    "capaUrl": "images/capas/tokyo-ghoul-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 17,
    "anime_id": 3,
    "slug": "tokyo-ghoul-root-a",
    "titulo": "Tokyo Ghoul √A",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 2,
    "ano": 2015,
    "episodios": 12,
    "sinopse": "Após ser torturado por Yamori, Kaneki decide abandonar a Anteiku e se juntar à organização Árvore Aogiri em busca de força. Enquanto isso, investigadores da CCG intensificam sua caçada aos ghouls. Touka e os membros da Anteiku tentam compreender as escolhas de Kaneki, enquanto a guerra entre humanos e ghouls se intensifica.",
    "capaUrl": "images/capas/tokyo-ghoul-t2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 18,
    "anime_id": 3,
    "slug": "tokyo-ghoul-re",
    "titulo": "Tokyo Ghoul:re",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 2,
    "ano": 2018,
    "episodios": 12,
    "sinopse": "Dois anos após a queda da Anteiku, a CCG cria o Esquadrão Quinx, humanos modificados para usar habilidades de ghouls. O grupo é liderado por Haise Sasaki, um investigador calmo e habilidoso que sofre com memórias fragmentadas de seu passado, revelando lentamente sua verdadeira identidade.",
    "capaUrl": "images/capas/tokyo-ghoul-re-t1.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 19,
    "anime_id": 3,
    "slug": "tokyo-ghoul-re-t2",
    "titulo": "Tokyo Ghoul:re 2ª temporada",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 2,
    "ano": 2018,
    "episodios": 12,
    "sinopse": "Kaneki recupera suas memórias e assume seu papel central no conflito entre humanos e ghouls. Com a guerra chegando ao auge, antigas alianças são testadas e o destino de Tóquio será decidido em batalhas finais que definem o futuro de ambos os lados.",
    "capaUrl": "images/capas/tokyo-ghoul-re-t2.jpg",
    "estacao": "Outono"
  },
  {
    "id": 20,
    "anime_id": 4,
    "slug": "jujutsu-kaisen-t1",
    "titulo": "Jujutsu Kaisen",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 2,
    "ano": 2020,
    "episodios": 24,
    "sinopse": "Um garoto luta... pela \"morte certa\". Dificuldades, arrependimento, vergonha: os sentimentos negativos que os humanos sentem se transformam em Maldições que espreitam em nosso cotidiano. As Maldições se alastram pelo mundo, capazes de levar as pessoas a terríveis infortúnios e até à morte. Além disso, as Maldições só podem ser exorcizadas por outra Maldição. Itadori Yuji é um garoto com força física extraordinária, embora leve uma vida escolar completamente normal. Um dia, para salvar um amigo que foi atacado por Maldições, ele come o dedo do Espectro de Duas Faces, absorvendo a Maldição em sua própria alma. A partir de então, ele compartilha o mesmo corpo com o Espectro de Duas Faces. Guiado pelo mais poderoso dos feiticeiros, Gojou Satoru, Itadori é admitido na Escola Técnica Metropolitana de Magia de Tóquio, uma organização que combate as Maldições... e assim começa a história heroica de um garoto que se tornou uma Maldição para exorcizar outra Maldição, uma vida da qual ele jamais poderia retornar.",
    "capaUrl": "images/capas/jujutsu-kaisen-t1.jpg",
    "estacao": "Outono"
  },
  {
    "id": 21,
    "anime_id": 4,
    "slug": "jujutsu-kaisen-t2",
    "titulo": "Jujutsu Kaisen 2ª temporada",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 2,
    "ano": 2023,
    "episodios": 23,
    "sinopse": " segunda temporada de Jujutsu Kaisen. O passado vem à tona quando os alunos do segundo ano, Satoru Gojou e Suguru Getou, são encarregados de escoltar a jovem Riko Amanai até o Mestre Tengen. Mas quando um não-feiticeiro tenta matá-los, a missão de proteger o Vaso de Plasma Estelar ameaça transformá-los em inimigos mortais e selar seus destinos — um como o feiticeiro mais poderoso do mundo e o outro como o usuário de maldições mais perverso!.",
    "capaUrl": "images/capas/jujutsu-kaisen-t2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 22,
    "anime_id": 4,
    "slug": "jujutsu-kaisen-0",
    "titulo": "Jujutsu Kaisen 0",
    "estudio_id": 3,
    "tipo": "Filme",
    "temporada": 3,
    "status_id": 6,
    "ano": 2021,
    "episodios": 1,
    "sinopse": "Yuta Okkotsu é um estudante do ensino médio nervoso que sofre com um problema sério: sua amiga de infância, Rika, se transformou em uma maldição e não o deixa em paz. Como Rika não é uma maldição comum, seu sofrimento chama a atenção de Satoru Gojo, um professor da Escola Jujutsu, onde exorcistas iniciantes aprendem a combater maldições. Gojo convence Yuta a se matricular, mas será que ele conseguirá aprender o suficiente a tempo de enfrentar a maldição que o assombra?",
    "capaUrl": "images/capas/jujutsu-kaisen-0.jpg",
    "estacao": "Outono"
  },
  {
    "id": 23,
    "anime_id": 4,
    "slug": "jujutsu-kaisen-kaigyoku-gyokusetsu",
    "titulo": "Jujutsu Kaisen: Kaigyoko - Gyokusetsu",
    "estudio_id": 3,
    "tipo": "Especial",
    "temporada": 1,
    "status_id": 6,
    "ano": 2025,
    "episodios": 1,
    "sinopse": "A dupla mais forte — Uma juventude à qual jamais poderão retornar.\"Filme de recompilação do arco \"Kaigyoku・Gyokusetsu\" (Inventário Oculto/Morte Prematura) da 2ª temporada de Jujutsu Kaisen (episódios 1 a 5 reeditados) com novas cenas mostrando vislumbres de memórias escolares acompanhadas por uma versão acústica de \"Ao no Sumika\" (Onde Nosso Azul Está) de Tatsuya Kitani.\"Antes de serem inimigos, Satoru Gojo e Suguru Geto eram colegas de escola e amigos. Os dois feiticeiros mais poderosos recebem a missão de proteger Riko Amanai, uma estudante designada para ser sacrificada como o Receptáculo de Plasma Estelar, até que ela possa cumprir seu dever. Perseguidos por um culto religioso e outros usuários de maldições, eles são os únicos feiticeiros capazes de realizar uma tarefa tão difícil — mas essa missão definirá seus destinos e desafiará os dois feiticeiros de maneiras inimagináveis.",
    "capaUrl": "images/capas/jujutsu-kaisen-kaigyoku-gyokusetsu.jpg",
    "estacao": "Verão"
  },
  {
    "id": 24,
    "anime_id": 4,
    "slug": "jujutsu-kaisen-shibuya-x-shimetsu",
    "titulo": "Jujutsu Kaisen: Shibuya Jihen Tokubetsu Henshuu-ban x Shimetsu Kaiyuu Senkou Jouei",
    "estudio_id": 3,
    "tipo": "Especial",
    "temporada": 3,
    "status_id": 6,
    "ano": 2025,
    "episodios": 1,
    "sinopse": "Compilação do arco do Incidente de Shibuya da segunda temporada de Jujutsu Kaisen e dos dois primeiros episódios do arco do Jogo de Extermínio da terceira temporada. Um véu desce abruptamente sobre a movimentada área de Shibuya em meio à multidão do Halloween, aprisionando inúmeros civis. Satoru Gojo, o feiticeiro jujutsu mais forte, entra no caos. Mas à espreita estão usuários de maldições e espíritos que planejam selá-lo. Yuji Itadori, acompanhado por seus colegas de classe e outros feiticeiros jujutsu de elite, entra na luta em um confronto de maldições sem precedentes — o Incidente de Shibuya. Após o ocorrido, dez colônias por todo o Japão são transformadas em antros de maldições em um plano orquestrado por Noritoshi Kamo, o feiticeiro mais perverso da história. Com o início do mortal Jogo de Extermínio, o feiticeiro de Grau Especial Yuta Okkotsu é designado para executar Yuji por seus supostos crimes.",
    "capaUrl": "images/capas/jujutsu-kaisen-shibuya-x-shimetsu.jpg",
    "estacao": "Verão"
  },
  {
    "id": 25,
    "anime_id": 4,
    "slug": "jujutsu-kaisen-t3",
    "titulo": "Jujutsu Kaisen: Shimetsu Kaiyuu - Zenpen",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 3,
    "ano": 2026,
    "episodios": 0,
    "sinopse": "Após o Incidente de Shibuya, uma batalha mortal de jujutsu conhecida como Jogo da Eliminação, orquestrada por Noritoshi Kamo, irrompe em dez colônias do Japão. Assombrado pela culpa pelos assassinatos em massa em Shibuya e desconfiado do interesse de Sukuna em Fushiguro, Itadori decide não retornar à Escola de Jujutsu. Em vez disso, ele se une a Choso para exorcizar os inúmeros espíritos amaldiçoados libertados por Noritoshi Kamo. Em meio a esse caos, a Sede do Jujutsu revoga a sentença de morte suspensa de Yuji Itadori e nomeia o feiticeiro de nível especial Yuta Okkotsu como seu executor. Feiticeiros modernos recém-despertos e antigos ressuscitados, agora lutando como participantes do Jogo da Eliminação, colidem com motivações conflitantes, levando o mundo mais uma vez para uma era governada pelo jujutsu.",
    "capaUrl": "images/capas/jujutsu-kaisen-t3.jpg",
    "estacao": "Outono"
  },
  {
    "id": 26,
    "anime_id": 5,
    "slug": "death-note",
    "titulo": "Death Note",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 2,
    "ano": 2006,
    "episodios": 37,
    "sinopse": "Light Yagami, um estudante extremamente inteligente, encontra um caderno sobrenatural que lhe permite matar qualquer pessoa ao escrever seu nome. Determinado a criar um mundo livre de criminosos, ele adota o pseudônimo 'Kira' e inicia uma campanha de assassinatos em massa. No entanto, sua missão atrai a atenção do lendário detetive L, dando início a um intenso duelo psicológico entre os dois gênios.",
    "capaUrl": "images/capas/death-note-t1.jpg",
    "estacao": "Outono"
  },
  {
    "id": 27,
    "anime_id": 6,
    "slug": "vinland-saga-t1",
    "titulo": "Vinland Saga",
    "estudio_id": 10,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2019,
    "episodios": 24,
    "sinopse": "Thorfinn é filho de um dos maiores guerreiros vikings, mas quando seu pai é morto em batalha pelo líder mercenário Askeladd, ele jura vingança. Thorfinn se junta ao bando de Askeladd para desafiá-lo para um duelo e acaba envolvido em uma guerra pela coroa da Inglaterra. Enquanto luta para sobreviver em um mundo brutal, Thorfinn começa a questionar o verdadeiro significado da vingança e o caminho que deseja seguir.",
    "capaUrl": "images/capas/vinland-saga-t1.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 28,
    "anime_id": 6,
    "slug": "vinland-saga-t2",
    "titulo": "Vinland Saga 2ª temporada",
    "estudio_id": 10,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2023,
    "episodios": 24,
    "sinopse": "Após a morte de seu pai e a destruição de sua aldeia pelas mãos de invasores ingleses, Einar anseia por uma vida pacífica com sua família em suas fazendas recém-reconstruídas. No entanto, o destino tem outros planos: sua aldeia é invadida mais uma vez. Einar assiste impotente enquanto os dinamarqueses saqueadores queimam suas terras e massacram sua família. Os invasores capturam Einar e o levam de volta para a Dinamarca como escravo. Einar se apega às últimas palavras de sua mãe para sobreviver. Ele é comprado por Ketil, um bondoso dono de escravos e proprietário de terras que promete que Einar poderá recuperar sua liberdade em troca de trabalho nos campos. Logo, Einar encontra seu novo parceiro no cultivo da fazenda — Thorfinn, um escravo abatido e melancólico. Enquanto Einar e Thorfinn trabalham juntos em busca de sua liberdade, eles são assombrados tanto pelos pecados do passado quanto pelas artimanhas do presente. Mesmo assim, eles seguem em frente, agarrando-se a um vislumbre de esperança, redenção e paz em um mundo que não é nada além de injusto e implacável.",
    "capaUrl": "images/capas/vinland-saga-t2.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 29,
    "anime_id": 7,
    "slug": "ousama-ranking-t1",
    "titulo": "Ousama Ranking",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2021,
    "episodios": 23,
    "sinopse": "Incapaz de ouvir, falar ou empunhar uma espada, o Príncipe Bojji não parece ser um herdeiro típico do trono — e seu reino concorda. Mas seu encontro fatídico com Kage, uma sombra no chão, lhe dá seu primeiro amigo verdadeiro. Os dois partem em uma grande aventura e, juntos, formam um laço capaz de superar qualquer obstáculo... até mesmo o trono.",
    "capaUrl": "images/capas/ousama-ranking-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 30,
    "anime_id": 7,
    "slug": "ousama-ranking-t2",
    "titulo": "Ousama Ranking: Yuuki no Takarabako",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2023,
    "episodios": 10,
    "sinopse": "Prepare-se para uma nova coleção de histórias de Ranking of Kings! Ousama Ranking: Yuuki no Takarabako traz de volta o adorável príncipe Bojji e seu fiel amigo Kage em uma série de aventuras emocionantes. Juntos, eles enfrentarão novos desafios, encontrarão aliados inesperados e descobrirão tesouros escondidos que testarão sua coragem e amizade. Não perca esta continuação encantadora que promete aquecer os corações dos fãs de todas as idades!",
    "capaUrl": "images/capas/ousama-ranking-t2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 31,
    "anime_id": 8,
    "slug": "hunter-x-hunter-1999",
    "titulo": "Hunter x Hunter (1999)",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 1999,
    "episodios": 62,
    "sinopse": "Um Caçador é alguém que viaja pelo mundo realizando todos os tipos de tarefas perigosas. Desde capturar criminosos até explorar terras desconhecidas em busca de tesouros perdidos. Gon é um jovem cujo pai desapareceu há muito tempo, sendo um Caçador. Ele acredita que, se também pudesse seguir os passos do pai, um dia poderia reencontrá-lo. Ao completar 12 anos, Gon sai de casa e se prepara para o Exame Hunter, notório por sua baixa taxa de aprovação e alta probabilidade de morte, para se tornar um Caçador oficial. Durante o exame, ele faz amizade com Kurapika, movido pela vingança, Leorio, aspirante a médico, e Killua, ex-assassino rebelde. A amizade entre eles se fortalece ao longo das muitas provações e ameaças que enfrentam na perigosa carreira de Caçador. Baseado no mangá de Togashi Yoshihiro.",
    "capaUrl": "images/capas/hunter-x-hunter-1999.jpg",
    "estacao": "Verão"
  },
  {
    "id": 32,
    "anime_id": 8,
    "slug": "hunter-x-hunter-2011",
    "titulo": "Hunter x Hunter (2011)",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2011,
    "episodios": 148,
    "sinopse": "Um Caçador é alguém que viaja pelo mundo realizando todos os tipos de tarefas perigosas. Desde capturar criminosos até explorar terras desconhecidas em busca de tesouros perdidos. Gon é um jovem cujo pai desapareceu há muito tempo, sendo um Caçador. Ele acredita que, se também pudesse seguir os passos do pai, um dia poderia reencontrá-lo. Ao completar 12 anos, Gon sai de casa e se inscreve no Exame Hunter, notório por sua baixa taxa de aprovação e alta probabilidade de morte, para se tornar um Caçador oficial. No exame, ele faz amizade com o vingativo Kurapika, o aspirante a médico Leorio e o rebelde ex-assassino Killua. A amizade entre eles se fortalece ao longo das muitas provações e ameaças que enfrentam na perigosa carreira de Caçador.",
    "capaUrl": "images/capas/hunter-x-hunter-2011.jpg",
    "estacao": "Verão"
  },
  {
    "id": 33,
    "anime_id": 9,
    "slug": "sousou-no-frieren-t1",
    "titulo": "Sousou no Frieren",
    "estudio_id": 2,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2023,
    "episodios": 28,
    "sinopse": "A aventura terminou, mas a vida continua para uma maga elfa que está apenas começando a aprender o verdadeiro significado da vida. A maga elfa Frieren e seus corajosos companheiros aventureiros derrotaram o Rei Demônio e trouxeram paz à terra. Mas Frieren sobreviverá por muito longo ao restante de seu antigo grupo. Como ela chegará a entender o significado da vida para as pessoas ao seu redor? Décadas após a vitória, o funeral de um de seus amigos confronta Frieren com sua própria quase imortalidade. Frieren parte para cumprir os últimos desejos de seus camaradas e se vê iniciando uma nova aventura…",
    "capaUrl": "images/capas/frieren-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 34,
    "anime_id": 10,
    "slug": "chainsaw-man-t1",
    "titulo": "Chainsaw Man",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2022,
    "episodios": 12,
    "sinopse": "Denji é um adolescente que vive com um Demônio da Motosserra chamado Pochita. Devido a uma dívida deixada por seu pai, ele leva uma vida miserável, tentando pagá-la coletando cadáveres de demônios com Pochita. Um dia, Denji é traído e morto. Conforme sua consciência se esvai, ele faz um pacto com Pochita e renasce como \"Homem da Motosserra\" — um homem com um coração demoníaco. Agora, Denji trabalha para a Divisão de Segurança Pública, uma organização que caça demônios perigosos. Com suas novas habilidades, ele enfrenta ameaças demoníacas enquanto luta para sobreviver em um mundo brutal e imprevisível.",
    "capaUrl": "images/capas/chainsaw-man-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 35,
    "anime_id": 10,
    "slug": "chainsaw-man-reze",
    "titulo": "Chainsaw Man: Reze-hen",
    "estudio_id": 3,
    "ano": 2024,
    "tipo": "Filme",
    "temporada": 2,
    "status_id": 6,
    "episodios": 1,
    "sinopse": "Denji se tornou o \"Chainsaw Man\", um garoto com um coração demoníaco, e agora faz parte da Divisão Especial 4, os caçadores de demônios. Após um encontro com Makima, a mulher dos seus sonhos, Denji se abriga da chuva. Lá, ele conhece Reze, uma garota que trabalha em um café.",
    "capaUrl": "images/capas/chainsaw-man-reze.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 36,
    "anime_id": 11,
    "slug": "hells-paradise-t1",
    "titulo": "Hell's Paradise: Jigokuraku",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2023,
    "episodios": 13,
    "sinopse": "O período Edo está chegando ao fim. Gabimaru, um shinobi antes conhecido como o mais forte de Iwagakure, agora condenado à morte, é informado de que será absolvido e libertado se conseguir trazer de volta o Elixir da Vida de uma ilha que, segundo rumores, é a terra pura budista de Sukhavati. Na esperança de se reunir com sua amada esposa, Gabimaru parte para a ilha acompanhado pelo carrasco Yamada Asaemon Sagiri. Ao chegarem lá, encontram outros condenados à morte em busca do Elixir da Vida... bem como uma série de criaturas desconhecidas, estátuas estranhas feitas pelo homem e os eremitas que governam a ilha. Será que Gabimaru conseguirá encontrar o Elixir da Vida nesta ilha misteriosa e voltar para casa vivo?",
    "capaUrl": "images/capas/hells-paradise-t1.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 37,
    "anime_id": 12,
    "slug": "fullmetal-alchemist-brotherhood",
    "titulo": "Fullmetal Alchemist: Brotherhood",
    "estudio_id": 4,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2009,
    "episodios": 64,
    "sinopse": "Para que algo seja obtido, algo de valor equivalente deve ser perdido. A alquimia é regida por essa Lei da Troca Equivalente — algo que os jovens irmãos Edward e Alphonse Elric só percebem após tentarem a transmutação humana: o único ato proibido da alquimia. Eles pagam um preço terrível por sua transgressão — Edward perde a perna esquerda, Alphonse seu corpo físico. É somente pelo sacrifício desesperado do braço direito de Edward que ele consegue fixar a alma de Alphonse em uma armadura. Devastados e sozinhos, é a esperança de que ambos retornem aos seus corpos originais que inspira Edward a obter membros metálicos chamados \"automail\" e se tornar um alquimista estatal, o Alquimista de Aço. Três anos de busca depois, os irmãos partem em busca da Pedra Filosofal, uma relíquia mítica que permite a um alquimista superar a Lei da Troca Equivalente. Mesmo com o apoio de aliados militares como o Coronel Roy Mustang, a Tenente Riza Hawkeye e o Tenente-Coronel Maes Hughes, os irmãos se veem envolvidos em uma conspiração nacional que os leva não apenas à verdadeira natureza da elusiva Pedra Filosofal, mas também à história obscura de seu país. Entre a busca por um assassino em série e uma corrida contra o tempo, Edward e Alphonse precisam se perguntar se o que estão fazendo os tornará humanos novamente... ou se lhes roubará a humanidade.",
    "capaUrl": "images/capas/fullmetal-alchemist-brotherhood.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 38,
    "anime_id": 13,
    "slug": "mob-psycho-100-t1",
    "titulo": "Mob Psycho 100",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2016,
    "episodios": 12,
    "sinopse": "A história gira em torno de \"Mob\", um garoto que explode se sua capacidade emocional atingir 100%. Esse garoto com poderes psíquicos ganhou o apelido de \"Mob\" por não se destacar entre as outras pessoas. Ele mantém seus poderes psíquicos sob controle para poder viver normalmente, mas se seu nível emocional chegar a 100, algo o dominará por completo.",
    "capaUrl": "images/capas/mob-psycho-100-t1.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 39,
    "anime_id": 13,
    "slug": "mob-psycho-100-t2",
    "titulo": "Mob Psycho 100 II",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2019,
    "episodios": 13,
    "sinopse": "Kageyama é um estudante comum do oitavo ano que só quer viver uma vida normal. Embora possa desaparecer na multidão num instante, ele é, na verdade, o telepata mais poderoso. As vidas daqueles ao redor de Mob e seus inúmeros sentimentos que se acumulam lentamente culminam numa explosão. O misterioso grupo \"Garra\" surge em seu caminho mais uma vez. Em meio à sua juventude, para onde seu coração pulsante o levará?!",
    "capaUrl": "images/capas/mob-psycho-100-t2.jpg",
    "estacao": "Outono"
  },
  {
    "id": 40,
    "anime_id": 13,
    "slug": "mob-psycho-100-t3",
    "titulo": "Mob Psycho 100 III",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 1,
    "ano": 2019,
    "episodios": 12,
    "sinopse": " O surgimento de uma árvore divina e uma nova religião vira a cidade de Mob e Reigen de cabeça para baixo! Enquanto isso, o Clube de Pesquisa Paranormal continua suas atividades, e Mob começa a se perguntar sobre o significado de seus poderes psíquicos. Com novos desafios e revelações à frente, Mob deve enfrentar não apenas ameaças externas, mas também as complexidades de sua própria identidade e propósito.",
    "capaUrl": "images/capas/mob-psycho-100-t3.jpg",
    "estacao": "Verão"
  },
  {
    "id": 41,
    "anime_id": 14,
    "slug": "sword-art-online-t1",
    "titulo": "Sword Art Online",
    "estudio_id": 5,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2012,
    "episodios": 25,
    "sinopse": "Num futuro próximo, um jogo de RPG online multijogador massivo em realidade virtual (VRMMORPG) chamado Sword Art Online é lançado, onde os jogadores controlam seus avatares com seus corpos usando uma tecnologia chamada Nerve Gear. Certo dia, os jogadores descobrem que não conseguem sair do jogo, pois o criador os mantém em cativeiro a menos que alcancem o 100º andar da torre do jogo e derrotem o chefe final. No entanto, se morrerem no jogo, morrem na vida real. Sua luta pela sobrevivência começa agora...",
    "capaUrl": "images/capas/sword-art-online-t1.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 42,
    "anime_id": 14,
    "slug": "sword-art-online-t2",
    "titulo": "Sword Art Online II",
    "estudio_id": 5,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2014,
    "episodios": 24,
    "sinopse": "Um ano após o incidente de SAO, Kirito é abordado por Seijiro Kikuoka, do Departamento de Assuntos Internos e Comunicações do Japão, Divisão de Realidade Virtual, com um pedido bastante peculiar: investigar o incidente da \"Arma da Morte\" ocorrido no VRMMO repleto de armas e aço chamado Gun Gale Online (GGO). \"Jogadores atingidos por um avatar misterioso com uma arma preta como azeviche perdem a vida mesmo no mundo real...\" Sem conseguir recusar o pedido bizarro de Kikuoka, Kirito entra no GGO, embora não esteja totalmente convencido de que o mundo virtual possa afetar fisicamente o mundo real. Kirito vagueia por um mundo desconhecido em busca de pistas sobre a \"Arma da Morte\". Então, uma atiradora chamada Sinon, dona de um gigantesco rifle \"Hecate II\", estende a mão para ajudá-lo. Com a ajuda de Sinon, Kirito decide participar do \"Torneio das Balas\", uma grande competição para escolher o atirador mais poderoso do mundo de GGO, na esperança de se tornar o alvo da \"Arma da Morte\" e fazer contato direto com o misterioso avatar.",
    "capaUrl": "images/capas/sword-art-online-t2.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 43,
    "anime_id": 14,
    "slug": "sword-art-online-t3",
    "titulo": "Sword Art Online: Alicization",
    "estudio_id": 5,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 1,
    "ano": 2014,
    "episodios": 24,
    "sinopse": "Kirito acorda em uma vasta e fantástica floresta repleta de árvores imponentes. Em sua busca por pistas sobre a verdade por trás do ambiente ao seu redor, ele encontra um garoto que parece conhecê-lo. Ele deveria ser um simples NPC, mas a profundidade de suas emoções não parece diferente da de um humano. Enquanto procuram pelos pais do garoto, Kirito se depara com uma memória peculiar. Uma memória de sua própria infância, desse garoto e de uma garota também, com cabelos dourados e um nome que ele jamais deveria ter esquecido: Alice.",
    "capaUrl": "images/capas/sword-art-online-t3.jpg",
    "estacao": "Verão"
  },
  {
    "id": 44,
    "anime_id": 14,
    "slug": "sword-art-online-t4",
    "titulo": "Sword Art Online: Alicization",
    "estudio_id": 5,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 1,
    "ano": 2014,
    "episodios": 12,
    "sinopse": "Kirito, Eugeo e Alice. Seis meses se passaram desde que os dois discípulos e um Cavaleiro da Integridade derrotaram o pontífice, Administrador. Com o fim da batalha, Alice vive em sua cidade natal, a Vila Rulid. Ao seu lado está Kirito, que perdeu não apenas o braço e a alma, mas também sua querida amiga. Enquanto Alice se dedica a cuidar de Kirito, ela também perdeu a vontade de lutar que um dia teve como cavaleira. Contudo, o momento do teste final de resistência – um que mergulhará todo o Mundo Inferior em tragédia – se aproxima implacavelmente. Enquanto isso, nas profundezas do Território das Trevas, o Deus das Trevas Vecta ressuscitou, como se tivesse esperado por este exato momento. Liderando um exército de forças das trevas, eles iniciam sua invasão ao império humano na esperança de capturar a Sacerdotisa da Luz. As forças do império humano, lideradas pelo Cavaleiro da Integridade Bercouli, preparam-se para uma guerra de proporções inimagináveis ​​contra o exército do Território das Trevas. Mesmo assim, Alice não aparece em lugar nenhum, nem os dois heróis que salvaram o reino...",
    "capaUrl": "images/capas/sword-art-online-t4.jpg",
    "estacao": "Verão"
  },
  {
    "id": 45,
    "anime_id": 15,
    "slug": "your-lie-in-april",
    "titulo": "Your Lie in April",
    "estudio_id": 5,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2014,
    "episodios": 22,
    "sinopse": "O prodígio do piano Arima Kousei dominava as competições e todos os jovens músicos conheciam seu nome. Mas, após a morte de sua mãe, que também era sua professora, ele sofreu um colapso nervoso durante uma apresentação em um recital. Isso o impediu de ouvir o som de seu próprio piano. Dois anos depois, Kousei não tocava piano há anos e via o mundo sem qualquer brilho ou cor. Ele se contentava em viver sua vida com seus bons amigos Tsubaki e Watari até que, um dia, uma garota mudou tudo. Miyazono Kaori é uma violinista bonita e de espírito livre, cujo estilo de tocar reflete sua personalidade. Kaori ajuda Kousei a retornar ao mundo da música e a mostrar que ela deve ser livre e inovadora, ao contrário do estilo estruturado e rígido ao qual Kousei estava acostumado.",
    "capaUrl": "images/capas/your-lie-in-april.jpg",
    "estacao": "Verão"
  },
  {
    "id": 46,
    "anime_id": 16,
    "slug": "horimiya-t1",
    "titulo": "Horimiya",
    "estudio_id": 6,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2021,
    "episodios": 13,
    "sinopse": "Uma vida secreta é a única coisa que elas têm em comum. Na escola, Hori é uma patricinha recatada e perfeita, mas a verdade é que ela é uma caseira impetuosa. Enquanto isso, sob uma fachada sombria, Miyamura esconde um coração gentil, além de piercings e tatuagens. Em um encontro casual, ambas revelam um lado que nunca mostraram. Será que isso pode florescer em algo novo?",
    "capaUrl": "images/capas/horimiya-t1.jpg",
    "estacao": "Outono"
  },
  {
    "id": 47,
    "anime_id": 16,
    "slug": "horimiya-t2",
    "titulo": "Horimiya: The Missing Pieces",
    "estudio_id": 6,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2023,
    "episodios": 13,
    "sinopse": "Um novo projeto de anime adapta histórias paralelas populares que ficaram de fora da adaptação anterior. Conforme a cerimônia de formatura do Colégio Katagiri chega ao fim, Kyouko Hori, seu namorado Izumi Miyamura e seus amigos começam a relembrar seus tempos de estudantes. Os momentos que compartilharam juntos podem ter sido fugazes, mas cada um deles é uma peça colorida de suas preciosas memórias.",
    "capaUrl": "images/capas/horimiya-t2.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 48,
    "anime_id": 17,
    "slug": "bocchi-the-rock-t1",
    "titulo": "Bocchi the Rock!",
    "estudio_id": 6,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2022,
    "episodios": 12,
    "sinopse": "Hitori Gotou, ou \"Bocchi-chan\", é uma garota tão introvertida e tímida que sempre começa suas conversas com um \"Ah...\". Durante o ensino fundamental, ela começou a tocar guitarra, sonhando em entrar para uma banda, pois acreditava que seria uma oportunidade para alguém tão tímida quanto ela brilhar. Mas, como não tinha amigos, acabou praticando guitarra sozinha por seis horas todos os dias. Depois de se tornar uma guitarrista habilidosa, ela postou vídeos tocando na internet com o nome de \"Guitar Hero\" e sonhava em se apresentar no festival cultural da sua escola. Mas não só não conseguiu encontrar colegas de banda, como, quando se deu conta, já estava no ensino médio e ainda não tinha feito um único amigo! Ela estava prestes a se isolar do mundo, mas um dia, Nijika Ijichi, o baterista da banda Kessoku, entrou em contato com ela. E por causa disso, sua vida começou a mudar aos poucos...",
    "capaUrl": "images/capas/bocchi-the-rock-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 49,
    "anime_id": 17,
    "slug": "bocchi-the-rock-re",
    "titulo": "Bocchi the Rock! Re:",
    "estudio_id": 6,
    "tipo": "Filme",
    "temporada": 1,
    "status_id": 6,
    "ano": 2022,
    "episodios": 1,
    "sinopse": "Filme de compilação de Bocchi the Rock! com novas cenas de abertura animadas. O primeiro da duologia de filmes de compilação de Bocchi. Ele reconta a história da série de TV, desde o encontro de Bocchi com Nijika até a apresentação no festival cultural da escola.",
    "capaUrl": "images/capas/bocchi-the-rock-re.jpg",
    "estacao": "Verão"
  },
  {
    "id": 50,
    "anime_id": 17,
    "slug": "bocchi-the-rock-rere",
    "titulo": "Bocchi the Rock! Re:Re:",
    "estudio_id": 6,
    "tipo": "Filme",
    "temporada": 1,
    "status_id": 6,
    "ano": 2022,
    "episodios": 1,
    "sinopse": "Filme de compilação de Bocchi the Rock! apresentando novas cenas de abertura animadas e cenas adicionais. O segundo filme da duologia de compilação de Bocchi. Ele reconta a história da série de TV, desde a formação da banda Kessoku até a apresentação no festival de música Rock in Japan.",
    "capaUrl": "images/capas/bocchi-the-rock-rere.jpg",
    "estacao": "Verão"
  },
  {
    "id": 51,
    "anime_id": 18,
    "slug": "one-piece",
    "titulo": "One Piece",
    "estudio_id": 7,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 1999,
    "episodios": 1156,
    "sinopse": "Gold Roger era conhecido como o Rei dos Piratas, o ser mais forte e infame a navegar pela Grand Line. A captura e morte de Roger pelo Governo Mundial trouxeram mudanças para o mundo todo. Suas últimas palavras antes de morrer revelaram a localização do maior tesouro do mundo, o One Piece. Foi essa revelação que deu início à Grande Era dos Piratas, homens que sonhavam em encontrar o One Piece (que promete riquezas e fama ilimitadas) e, possivelmente, o título mais cobiçado para quem o encontrasse: o título de Rei dos Piratas. E então surge Monkey D. Luffy, um garoto de 17 anos que desafia a definição tradicional de pirata. Em vez da imagem popular de um pirata malvado, implacável e desdentado que saqueia vilarejos por diversão, a razão de Luffy para ser um pirata é pura admiração; a ideia de uma aventura emocionante, de conhecer pessoas novas e interessantes e, claro, de encontrar o One Piece, são os motivos que o levaram a se tornar um pirata. Seguindo os passos de seu herói de infância, Luffy e sua tripulação viajam pela Grand Line, vivenciando aventuras incríveis, desvendando mistérios sombrios e enfrentando inimigos poderosos, tudo para alcançar o One Piece",
    "capaUrl": "images/capas/one-piece-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 52,
    "anime_id": 19,
    "slug": "dragon-ball-z",
    "titulo": "Dragon Ball Z",
    "estudio_id": 7,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 1989,
    "episodios": 291,
    "sinopse": "Goku está de volta com seu novo filho, Gohan, mas quando as coisas parecem estar se acalmando, as aventuras continuam. Seja enfrentando inimigos como Freeza, Cell ou Boo, Goku prova ser um guerreiro de elite e descobre sua raça, os Saiyajins. Ele conhece muitas pessoas novas, conquistando aliados e inimigos, enquanto ainda encontra tempo para criar uma família e ser o Saiyajin despreocupado que é.",
    "capaUrl": "images/capas/dragon-ball-z-t1.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 53,
    "anime_id": 20,
    "slug": "naruto",
    "titulo": "Naruto",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2002,
    "episodios": 220,
    "sinopse": "Naruto Uzumaki, um ninja hiperativo e cabeça-dura, vive em Konohagakure, a Vila Oculta da Folha. Momentos antes de seu nascimento, um enorme demônio conhecido como Kyuubi, a Raposa de Nove Caudas, atacou Konohagakure e causou destruição. Para pôr fim à fúria da Kyuubi, o líder da vila, o Quarto Hokage, sacrificou sua vida e selou a besta monstruosa dentro do recém-nascido Naruto. Rejeitado por causa da presença da Kyuubi dentro dele, Naruto luta para encontrar seu lugar na vila. Ele almeja se tornar o Hokage de Konohagakure e encontra muitos amigos e inimigos ao longo do caminho.",
    "capaUrl": "images/capas/naruto-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 54,
    "anime_id": 20,
    "slug": "naruto-shippuden",
    "titulo": "Naruto Shippuden",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2007,
    "episodios": 500,
    "sinopse": "Após dois anos e meio de treinamento intenso com Jiraiya, Naruto retorna a Konohagakure, a Vila Oculta da Folha, mais forte e maduro. Ele descobre que a vila está enfrentando uma nova ameaça: a organização criminosa conhecida como Akatsuki, que está capturando os Jinchuurikis, os hospedeiros dos Bijuu, incluindo o próprio Naruto. Determinado a proteger seus amigos e sua vila, Naruto embarca em uma jornada perigosa para enfrentar a Akatsuki e salvar seus companheiros. Ao longo do caminho, ele reencontra velhos amigos, faz novos aliados e enfrenta inimigos poderosos, tudo enquanto busca se tornar o Hokage e proteger aqueles que ama.",
    "capaUrl": "images/capas/naruto-shippuden-t2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 55,
    "anime_id": 21,
    "slug": "bleach-t1",
    "titulo": "Bleach",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2004,
    "episodios": 366,
    "sinopse": "Ichigo Kurosaki é um estudante do ensino médio bastante normal, exceto pelo fato de ter a habilidade de ver fantasmas. Essa habilidade nunca teve um grande impacto em sua vida até o dia em que ele encontra a Shinigami Kuchiki Rukia, que salva a ele e sua família de um Hollow, um espírito maligno que devora almas humanas. Ferida durante a luta contra o Hollow, Rukia escolhe a única opção disponível para derrotar o monstro e passa seus poderes de Shinigami para Ichigo. Agora forçado a agir como substituto até que Rukia se recupere, Ichigo caça os Hollows que assolam sua cidade.",
    "capaUrl": "images/capas/bleach-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 56,
    "anime_id": 21,
    "slug": "bleach-t2",
    "titulo": "Bleach: Thousand-Year Blood War",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2022,
    "episodios": 13,
    "sinopse": "Foi tudo mera coincidência ou inevitável? Ichigo Kurosaki ganhou os poderes de um Shinigami por um acaso. Como Shinigami Substituto, Ichigo se viu envolvido no caos da Soul Society, um lugar onde as almas dos mortos se reúnem. Mas com a ajuda de seus amigos, Ichigo superou todos os desafios e se tornou ainda mais forte. Quando novos Shinigamis e um novo inimigo aparecem em sua cidade natal, Karakura, Ichigo retorna ao campo de batalha com sua Zanpakutou para ajudar os necessitados. Enquanto isso, a Soul Society observa um aumento repentino no número de Hollows sendo destruídos no Mundo dos Vivos. Eles também recebem relatos de moradores desaparecidos no Distrito de Rukon. Por fim, o Seireitei, lar dos Shinigamis, é atacado por um grupo que se autodenomina Wandenreich. Liderados por Yhwach, o pai de todos os Quincies, o Wandenreich declara guerra aos Shinigamis com a seguinte mensagem: \"Daqui a cinco dias, a Soul Society será aniquilada pelo Wandenreich.\" A história e a verdade mantidas ocultas pelos Shinigamis por mil longos anos finalmente vêm à tona. Tudo tem um fim, e a batalha final de Ichigo Kurosaki começa!",
    "capaUrl": "images/capas/bleach-t2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 57,
    "anime_id": 21,
    "slug": "bleach-t3",
    "titulo": "Bleach: Sennen Kessen-hen – Soukoku-tan",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 1,
    "ano": 2023,
    "episodios": 13,
    "sinopse": "Após um ataque surpresa brutal das forças do Rei Quincy, Yhwach, os Shinigamis da Soul Society lambem suas feridas e lamentam suas perdas. Muitos dos capitães Shinigamis sobreviventes treinam para lutar sem seus Bankai, a técnica suprema empunhada pelos guerreiros mais ferozes. No ataque anterior, Ichigo Kurosaki conseguiu por pouco ajudar a repelir a fúria temível de Yhwach. No entanto, para derrotar seu adversário divino e salvar seus aliados, Ichigo agora precisa passar por um treinamento severo que o levará além de seus limites físicos, emocionais e mentais. Embora Yhwach já tenha a vantagem nessa sangrenta disputa, ele também recruta com sucesso Uryuu Ishida, amigo próximo e rival de Ichigo, para ser seu sucessor. Yhwach ataca mais uma vez a enfraquecida Soul Society, determinado a finalmente obliterar seus inimigos de longa data. Enquanto Ichigo luta para alcançar novos poderes, os capitães Shinigami lutam pela sobrevivência e por um tempo emprestado.",
    "capaUrl": "images/capas/bleach-t3.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 58,
    "anime_id": 21,
    "slug": "bleach-t4",
    "titulo": "Bleach: Sennen Kessen-hen - Kashin-tan",
    "estudio_id": 8,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 5,
    "ano": 2026,
    "episodios": 13,
    "sinopse": "A quarta e última parte de BLEACH: Sennen Kessen-hen.",
    "capaUrl": "images/capas/bleach-t4.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 59,
    "anime_id": 22,
    "slug": "haikyuu-t1",
    "titulo": "Haikyuu!!",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2014,
    "episodios": 25,
    "sinopse": "Inspirado por um craque do vôlei apelidado de \"Pequeno Gigante\" em ação, o baixinho Shouyou Hinata revive o clube de vôlei de sua escola. O time recém-formado chega a participar de um torneio; no entanto, sua primeira partida acaba sendo a última, quando são brutalmente derrotados pelo \"Rei da Quadra\", Tobio Kageyama. Hinata jura superar Kageyama e, após se formar no ensino fundamental, entra para o time de vôlei da Escola Karasuno — apenas para descobrir que seu rival de longa data, Kageyama, agora é seu companheiro de equipe. Devido à sua baixa estatura, Hinata luta para encontrar seu lugar no time, mesmo com seu poder de salto superior. Surpreendentemente, Kageyama tem seus próprios problemas, que só Hinata pode ajudar a resolver, e aprender a trabalhar em equipe parece ser o único caminho para o sucesso do time. Baseado no popular mangá shounen de mesmo nome, Haikyuu!!, de Haruichi Furudate. É uma comédia esportiva emocionante e empolgante que acompanha dois atletas determinados enquanto tentam superar uma rivalidade acirrada para tornar o time de vôlei de sua escola o melhor do Japão.",
    "capaUrl": "images/capas/haikyuu-t1.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 58,
    "anime_id": 22,
    "slug": "haikyuu-t2",
    "titulo": "Haikyuu!! 2ª Temporada",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2015,
    "episodios": 25,
    "sinopse": "Após sua participação no Intercolegial, o time de vôlei da Escola Karasuno tenta redirecionar seus esforços, visando conquistar o Torneio da Primavera. Ao receberem um convite da rival de longa data, a Escola Nekoma, Karasuno aceita participar de um grande acampamento de treinamento ao lado de várias equipes de vôlei renomadas de Tóquio e até mesmo alguns jogadores de nível nacional. Jogando contra alguns dos times mais fortes do Japão, eles esperam não apenas aprimorar suas habilidades, mas também desenvolver novos ataques que os fortaleçam. Além disso, Hinata e Kageyama tentam criar uma arma mais poderosa, capaz de romper até mesmo os bloqueios mais resistentes. Diante do que pode ser sua última chance de vitória antes da formatura dos jogadores veteranos, os membros do time de vôlei de Karasuno precisam aprender a superar suas diferenças e treinar mais do que nunca se quiserem vencer adversários formidáveis, antigos e novos — incluindo sua arquirrival Aoba Jousai e seu levantador de nível mundial, Tooru Oikawa.",
    "capaUrl": "images/capas/haikyuu-t2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 59,
    "anime_id": 22,
    "slug": "haikyuu-karasuno-vs-shiratorizawa",
    "titulo": "Haikyuu!!: Karasuno VS Shiratorizawa",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 1,
    "ano": 2016,
    "episodios": 10,
    "sinopse": "Após a vitória contra a Escola Aoba Jousai, a Escola Karasuno, outrora chamada de \"uma potência decadente, um corvo que não consegue voar\", finalmente chegou ao clímax do acirrado Torneio da Primavera. Agora, para avançar para o nacional, o time de Karasuno precisa derrotar a poderosa Academia Shiratorizawa. O maior obstáculo de Karasuno é o ás adversário, Wakatoshi Ushijima, o jogador número um da Prefeitura de Miyagi e um dos três melhores ases do país. Apenas o time mais forte chegará ao torneio nacional. Como esta partida é a última chance dos jogadores do terceiro ano de se classificarem para o nacional, Karasuno precisa usar tudo o que aprendeu durante o acampamento de treinamento e partidas anteriores para alcançar a vitória. Cheios de ansiedade e empolgação, ambos os times estão determinados a sair vitoriosos na terceira temporada de Haikyuu!!.",
    "capaUrl": "images/capas/haikyuu-t3.jpg",
    "estacao": "Verão"
  },
  {
    "id": 60,
    "anime_id": 22,
    "slug": "haikyuu-to-the-top-1",
    "titulo": "Haikyuu!! TO THE TOP",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 1,
    "ano": 2020,
    "episodios": 13,
    "sinopse": "O Clube de Vôlei da Escola Karasuno finalmente conquistou uma vaga no torneio nacional após uma intensa batalha nas eliminatórias do Torneio de Primavera da Prefeitura de Miyagi. Enquanto se preparavam para o nacional, Kageyama é convidado para o Acampamento de Treinamento Juvenil de Todo o Japão. Ao mesmo tempo, Tsukishima é convidado para um acampamento especial de treinamento para calouros na Prefeitura de Miyagi. Hinata entra em pânico por estar sendo deixado para trás por ser um dos calouros e decide comparecer ao acampamento de treinamento de calouros da Prefeitura de Miyagi mesmo assim...",
    "capaUrl": "images/capas/haikyuu-t4-1.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 61,
    "anime_id": 22,
    "slug": "haikyuu-to-the-top-2",
    "titulo": "Haikyuu!! TO THE TOP 2",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 1,
    "ano": 2020,
    "episodios": 12,
    "sinopse": "A segunda metade da 4ª temporada de Haikyuu!! começa exatamente onde a primeira terminou. O Colégio Karasuno venceu sua primeira partida do Torneio Nacional da Primavera contra a Academia Tsubakihara. O Colégio Karasuno está animado para retornar ao Torneio Nacional da Primavera depois de muitos anos de ausência, mas será que eles conseguirão lidar com a pressão de jogar contra as melhores equipes do Japão? Será que eles chegarão ao topo?",
    "capaUrl": "images/capas/haikyuu-t4-2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 62,
    "anime_id": 22,
    "slug": "haikyuu-gomi-suteba-no-kessen",
    "titulo": "Haikyuu!!: Gomi Suteba no Kessen",
    "estudio_id": 9,
    "tipo": "Filme",
    "temporada": 1,
    "status_id": 6,
    "ano": 2024,
    "episodios": 1,
    "sinopse": "O torneio nacional da primavera continua, com o Colégio Karasuno enfrentando o rival Colégio Nekoma, a batalha fatídica entre gatos e corvos, também conhecida como a tão aguardada \"Batalha da Lixeira\". Esta partida é o tão esperado confronto final entre duas equipes azarões.",
    "capaUrl": "images/capas/haikyuu-filme-1.jpg",
    "estacao": "Outono"
  },
  {
    "id": 63,
    "anime_id": 23,
    "slug": "psycho-pass-t1",
    "titulo": "Psycho Pass",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2012,
    "episodios": 22,
    "sinopse": "A justiça, e sua aplicação, mudou. No século XXII, o Japão utiliza o Sistema Sibyl, um método objetivo para determinar o nível de ameaça de cada cidadão, examinando seu estado mental em busca de indícios de intenção criminosa, conhecido como Psycho-Pass. Os Inspetores fazem cumprir a lei subjugando, frequentemente com força letal, qualquer pessoa que demonstre a menor má vontade; ao lado deles estão os Executores, Inspetores cínicos que se tornaram criminosos latentes, aos quais é concedida relativa liberdade em troca de executar o trabalho sujo dos Inspetores. É nesse mundo que surge Akane Tsunemori, uma jovem com um desejo sincero de defender a justiça. Contudo, ao trabalhar com o veterano Executor Shinya Kougami, ela logo descobre que os julgamentos do Sistema Sibyl não são tão perfeitos quanto seus colegas Inspetores presumem. Com tudo o que conhecia virado de cabeça para baixo, Akane se debate com a questão do que realmente é a justiça e se ela pode ser mantida por meio de um sistema que pode já estar corrompido.",
    "capaUrl": "images/capas/psycho-pass-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 64,
    "anime_id": 23,
    "slug": "psycho-pass-t2",
    "titulo": "Psycho Pass 2",
    "estudio_id": 9,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2014,
    "episodios": 11,
    "sinopse": "Ambientada um ano e meio após Psycho-Pass, tendo descoberto a verdadeira natureza do Sistema Sibyl, Akane Tsunemori escolheu obedecer ao sistema, acreditando tanto na humanidade quanto na ordem legal. Ela faz parte de uma nova seção policial e passa seu dia a dia enfrentando criminosos. Sem que Akane saiba, porém, um monstro que abalará o sistema até seus alicerces está prestes a surgir diante dela.",
    "capaUrl": "images/capas/psycho-pass-t2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 65,
    "anime_id": 23,
    "slug": "psycho-pass-filme-1",
    "titulo": "Psycho Pass: O Movie",
    "estudio_id": 9,
    "tipo": "Filme",
    "temporada": 3,
    "status_id": 1,
    "ano": 2015,
    "episodios": 1,
    "sinopse": "Ano 2116 – Confiante no sucesso do Sistema Sybil, o governo japonês começa a exportar a tecnologia para outros países. No entanto, quando terroristas estrangeiros começam a burlar a segurança do Sistema e a atacar por dentro, a Inspetora Akane Tsunemori é enviada ao exterior para investigar. Quando sua busca por justiça a coloca em confronto com um antigo aliado, será que ela conseguirá puxar o gatilho?",
    "capaUrl": "images/capas/psycho-pass-filme-1.jpg",
    "estacao": "Outono"
  },
  {
    "id": 66,
    "anime_id": 23,
    "slug": "psycho-pass-filme-2",
    "titulo": "Psycho-Pass: Sinners of the System Case.1 Tsumi to Batsu",
    "estudio_id": 9,
    "tipo": "Filme",
    "temporada": 4,
    "status_id": 1,
    "ano": 2019,
    "episodios": 1,
    "sinopse": "No inverno de 2117, um veículo desgovernado colide com o prédio do Departamento de Segurança Pública. A motorista é identificada como Izumi Yasaka, uma psicóloga do Santuário, um Centro de Isolamento para Criminosos Latentes na província de Aomori. Mas, pouco antes de seu interrogatório, a inspetora Mika Shimotsuki e o executor Nobuchika Ginoza são encarregados de escoltar Yasaka de volta a Aomori. O que os aguarda lá é um falso paraíso.",
    "capaUrl": "images/capas/psycho-pass-filme-2.jpg",
    "estacao": "Outono"
  },
  {
    "id": 67,
    "anime_id": 23,
    "slug": "psycho-pass-filme-3",
    "titulo": "Psycho-Pass: Sinners of the System Case.2 First Guardian",
    "estudio_id": 9,
    "tipo": "Filme",
    "temporada": 5,
    "status_id": 1,
    "ano": 2019,
    "episodios": 1,
    "sinopse": "2112; o verão anterior à designação de Akane Tsunemori para a Primeira Divisão do Departamento de Investigação Criminal do Gabinete de Segurança Pública. Teppei Sugo, um piloto experiente da 15ª Força-Tarefa Conjunta das Forças de Defesa, junta-se à operação militar em Okinawa. Três meses depois, um drone de combate não tripulado abre fogo contra o Ministério da Defesa em Tóquio. A agente Tomomi Masaoka, da Primeira Divisão do Departamento de Investigação Criminal, é enviada à base militar de Sugo para investigar a verdade por trás deste caso.",
    "capaUrl": "images/capas/psycho-pass-filme-3.jpg",
    "estacao": "Outono"
  },
  {
    "id": 68,
    "anime_id": 24,
    "slug": "fate-zero-t1",
    "titulo": "Fate/Zero",
    "estudio_id": 10,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2011,
    "episodios": 13,
    "sinopse": "Com a promessa de realizar qualquer desejo, o onipotente Santo Graal desencadeou três guerras no passado, cada uma cruel e feroz demais para deixar um vencedor. Apesar disso, a rica família Einzbern está confiante de que a Quarta Guerra do Santo Graal será diferente; afinal, agora eles possuem um receptáculo do Santo Graal. Justamente por esse motivo, o odiado \"Assassino de Magos\", Kiritsugu Emiya, é contratado pelos Einzbern, com o casamento com sua única filha, Irisviel, como condição para o contrato. Kiritsugu agora se encontra no centro de um jogo de sobrevivência implacável, enfrentando outros seis participantes, cada um armado com um familiar ancestral e movido por desejos e ideais únicos. Acompanhado por seu próprio familiar, Saber, o notório mercenário logo encontra seu maior oponente em Kirei Kotomine, um sacerdote que busca a salvação do vazio interior em sua busca por Kiritsugu. Baseado na light novel escrita por Gen Urobuchi, Fate/Zero retrata os eventos da Quarta Guerra do Santo Graal — 10 anos antes de Fate/stay night . Testemunhe uma batalha campal onde a sobrevivência é praticamente garantida.",
    "capaUrl": "images/capas/fate-zero-t1.jpg",
    "estacao": "Verão"
  },
  {
    "id": 69,
    "anime_id": 24,
    "slug": "fate-zero-t2",
    "titulo": "Fate/Zero 2ª Temporada",
    "estudio_id": 10,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2012,
    "episodios": 12,
    "sinopse": "Enquanto a Quarta Guerra do Santo Graal continua sem um vencedor claro à vista, os Servos restantes e seus Mestres são convocados pelo supervisor da Igreja, Risei Kotomine, para se unirem e enfrentarem uma ameaça iminente que pode desfazer a Guerra do Graal e causar a destruição da cidade de Fuyuki. A trégua instável logo se desfaz quando os Mestres demonstram que farão qualquer coisa ao seu alcance, por mais desprezível que seja, para vencer. Sementes de dúvida são plantadas entre Kiritsugu Emiya e Saber, sua Serva, à medida que suas ideologias conflitantes sobre heroísmo e cavalheirismo se chocam. Enquanto isso, um laço sinistro se forma entre Kirei Kotomine, que ainda busca encontrar seu propósito na vida, e um dos Servos restantes. Conforme a contagem regressiva para o fim da guerra chega a zero, o preço da vitória começa a confundir a linha entre a vitória e a derrota.",
    "capaUrl": "images/capas/fate-zero-t2.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 70,
    "anime_id": 25,
    "slug": "violet-evergarden",
    "titulo": "Violet Evergarden",
    "estudio_id": 12,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2018,
    "episodios": 13,
    "sinopse": " Em um determinado momento no continente de Telesis, a grande guerra que dividiu o continente em Norte e Sul terminou após quatro anos, e o povo acolhe uma nova geração. Violet Evergarden, uma jovem antes conhecida como \"a arma\", deixou o campo de batalha para começar uma nova vida nos Correios CH. Lá, ela se comove profundamente com o trabalho das \"Bonecas de Memórias Automáticas\", que carregam os pensamentos das pessoas e os convertem em palavras. Violet inicia sua jornada como uma Boneca de Memórias Automáticas e se depara com as emoções de diversas pessoas e as diferentes formas de amor. Há palavras que Violet ouviu no campo de batalha que ela não consegue esquecer. Essas palavras foram ditas por alguém que ela ama muito, mais do que qualquer outra pessoa. Ela ainda não sabe o significado delas, mas está em busca de descobri-lo.",
    "capaUrl": "images/capas/violet-evergarden.jpg",
    "estacao": "Outono"
  },
  {
    "id": 71,
    "anime_id": 25,
    "slug": "violet-evergarden-filme-1",
    "titulo": "Violet Evergarden: O Filme",
    "estudio_id": 12,
    "tipo": "Filme",
    "temporada": 1,
    "status_id": 1,
    "ano": 2020,
    "episodios": 1,
    "sinopse": "Ho escrever sobre as emoções de outras pessoas, ela pode ter negligenciado as suas próprias. Violet Evergarden, a ex-soldado mirim que se tornou uma Auto Memory Doll, escreve cartas que evocam as palavras que seus clientes não conseguem expressar. Mas quando um menino com doença terminal solicita seus serviços para sua família, seus próprios sentimentos sobre amor e perda ressurgem. Agora ela precisa confrontar seu passado e a morte do Major.",
    "capaUrl": "images/capas/violet-evergarden-filme-1.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 72,
    "anime_id": 26,
    "slug": "great-pretender",
    "titulo": "Great Pretender",
    "estudio_id": 1,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2020,
    "episodios": 23,
    "sinopse": "Makoto Edamura, que se autodenomina \"o maior vigarista do Japão\", tem como alvo principal idosos e turistas estrangeiros ocasionais. Mas quando tenta aplicar um golpe em um turista francês aparentemente desavisado em Tóquio, ele jamais imaginaria que o que parecia ser apenas mais um trabalho comum o levaria até Los Angeles, amarrado de cabeça para baixo no famoso letreiro de Hollywood... E ele ainda está por descobrir qual destino o aguarda!",
    "capaUrl": "images/capas/great-pretender.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 73,
    "anime_id": 27,
    "slug": "no-game-no-life-t1",
    "titulo": "No Game No Life",
    "estudio_id": 2,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2014,
    "episodios": 12,
    "sinopse": "Entediados com a vida e considerando o mundo real apenas um \"jogo ruim\", os irmãos Sora e Shiro, espertinhos e reclusos, se refugiaram em seu próprio mundo de fantasia repleto de videogames. No entanto, um dia eles são convocados para outro mundo por um garoto que se autodenomina \"Deus\", e suas habilidades serão postas à prova! Agora, não apenas seus destinos, mas o destino de toda a humanidade, serão decididos por uma série de jogos que podem ser os mais difíceis que esses supergênios já enfrentaram!",
    "capaUrl": "images/capas/no-game-no-life-t1.jpg",
    "estacao": "Outono"
  },
  {
    "id": 74,
    "anime_id": 28,
    "slug": "dororo-t1",
    "titulo": "Dororo",
    "estudio_id": 3,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2019,
    "episodios": 24,
    "sinopse": "Dororo, um jovem ladrão órfão, conhece Hyakkimaru, um poderoso ronin. O pai de Hyakkimaru, um ganancioso senhor feudal, fez um pacto com 12 demônios, oferecendo partes do corpo de seu filho ainda não nascido em troca de grande poder. Assim, Hyakkimaru — que nasceu sem braços, pernas, olhos, orelhas, nariz ou boca — foi abandonado em um rio quando bebê. Resgatado e criado pelo Dr. Honma, que o equipa com membros artificiais e o ensina técnicas de esgrima, Hyakkimaru descobre que a cada demônio que mata, uma parte de seu corpo é restaurada. Agora, ele vaga pelo interior devastado pela guerra em busca de demônios. Ao lado de Dororo, que se torna seu companheiro de viagem, Hyakkimaru enfrenta inúmeros perigos enquanto luta para recuperar sua humanidade e confrontar seu passado sombrio.",
    "capaUrl": "images/capas/dororo-t1.jpg",
    "estacao": "Outono"
  },
  {
    "id": 75,
    "anime_id": 29,
    "slug": "noragami-t1",
    "titulo": "Noragami",
    "estudio_id": 4,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2014,
    "episodios": 12,
    "sinopse": "O deus menor Yato está sem sorte. Cansado de sua vida desleixada, seu parceiro o abandona abruptamente. Ele não tem dinheiro, nem fiéis, nem um santuário para chamar de lar. Mas quando tudo parece perdido, um acidente de ônibus o força a cruzar o caminho de Hiyori Iki, uma garota doce e animada do ensino médio. Após o acidente, a alma de Hiyori passa a ter o péssimo hábito de escapar de seu corpo, e depois de pedir a ajuda de Yato para voltar ao normal, ela começa a mergulhar no mundo dos espíritos e deuses. Mas Hiyori não é a única que está de olho em Yato. Um deus do passado de Yato está de volta, e ele não está interessado em um reencontro amigável.",
    "capaUrl": "images/capas/noragami-t1.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 76,
    "anime_id": 29,
    "slug": "noragami-t2",
    "titulo": "Noragami Aragoto",
    "estudio_id": 4,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2015,
    "episodios": 13,
    "sinopse": "A vida do deus menor Yato não está ficando mais fácil. Ele continua falido, sem santuário e sua parceira/regia de espada não o respeita nem um pouco. Pior ainda, Bishamon, uma das deusas da guerra mais mortais, está atrás dele. Culpando-o pela morte de sua regalia anterior, ela não vai parar até matá-lo. Mas há mais nessa história do que ela imagina. E como se isso não bastasse, há alguém conspirando contra ela nos bastidores! Será que Yato conseguirá enfrentar uma deusa tão poderosa quanto Bishamon? Ou as coisas tomarão um rumo ainda mais perigoso? Entre todo esse drama divino e batalhas ainda mais perigosas, Yato ainda precisa descobrir como ajudar Hiyori. Mas todas as opções levam a perdê-la, e ele não está disposto a fazer essa escolha – custe o que custar. Cinco ienes não são nem de longe suficientes para cobrir seus problemas!",
    "capaUrl": "images/capas/noragami-t2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 77,
    "anime_id": 30,
    "slug": "spy-x-family-t1",
    "titulo": "Spy x Family",
    "estudio_id": 6,
    "tipo": "Temporada",
    "temporada": 1,
    "status_id": 1,
    "ano": 2022,
    "episodios": 12,
    "sinopse": "Todos têm uma parte de si mesmos que não podem mostrar a ninguém. Numa época em que todas as nações do mundo estavam envolvidas numa feroz guerra de informações a portas fechadas, Ostania e Westalis viviam em guerra fria há décadas. A Divisão de Foco no Leste dos Serviços de Inteligência de Westalis (WISE) envia seu espião mais talentoso, \"Twilight\", numa missão ultrassecreta para investigar os movimentos de Donovan Desmond, presidente do Partido da Unidade Nacional de Ostania, que ameaça os esforços de paz entre as duas nações. Essa missão é conhecida como \"Operação Strix\". Ela consiste em \"montar uma família em uma semana para se infiltrar em eventos sociais organizados pela escola de elite que o filho de Desmond frequenta\". \"Twilight\" assume a identidade do psiquiatra Loid Forger e começa a procurar por membros da família. Mas Anya, a filha que ele adota, revela-se capaz de ler mentes, enquanto sua esposa, Yor, é uma assassina! Como cada um deseja manter esses fatos em segredo, eles começam a viver juntos, escondendo suas verdadeiras identidades uns dos outros. A paz mundial agora está nas mãos dessa nova família, que embarca em uma aventura repleta de surpresas.",
    "capaUrl": "images/capas/spy-x-family-t1.jpg",
    "estacao": "Inverno"
  },
  {
    "id": 78,
    "anime_id": 30,
    "slug": "spy-x-family-t2-pt-1",
    "titulo": "Spy x Family 2ª Temporada - Parte 1",
    "estudio_id": 6,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2023,
    "episodios": 12,
    "sinopse": "A família Forger enfrentará uma nova missão familiar enquanto Yor embarca em uma expedição em um navio de cruzeiro! Loid, Anya e Yor se preparam para uma nova missão familiar. Desta vez, eles embarcam em um navio de cruzeiro de luxo para proteger um diplomata estrangeiro. No entanto, as coisas não saem como planejado quando Yor é chamada para uma missão secreta a bordo do navio. Enquanto isso, Anya faz amizade com um jovem passageiro que esconde um segredo surpreendente. Com Loid tentando manter a paz enquanto lida com os desafios de ser um pai de família, a aventura da família Forger está prestes a ficar ainda mais emocionante!",
    "capaUrl": "images/capas/spy-x-family-t2-pt-1.jpg",
    "estacao": "Primavera"
  },
  {
    "id": 79,
    "anime_id": 30,
    "slug": "spy-x-family-t2-pt-2",
    "titulo": "Spy x Family 2ª Temporada - Parte 2",
    "estudio_id": 6,
    "tipo": "Temporada",
    "temporada": 2,
    "status_id": 1,
    "ano": 2022,
    "episodios": 13,
    "sinopse": "Com Anya Forger matriculada com sucesso na renomada Academia Eden, a Operação Strix avança para sua segunda fase. Para investigar o político ostaniano Donovan Desmond, Anya precisa se tornar amiga de seu filho, Damian, ou coletar oito Estrelas Stella para se tornar uma Acadêmica Imperial. Felizmente, Anya já adquiriu sua primeira estrela. Em comemoração, seu pai adotivo, Loid, decide realizar seu desejo de adotar um cachorro. Durante a busca pelo cão, Loid recebe novas ordens de seus superiores, que descobriram que um grupo de estudantes da Universidade de Berlim está planejando assassinar o Ministro Brantz de Westalis usando bombas carregadas por cães treinados. Enquanto Loid tenta impedir seus planos, Anya se depara com a base de operações dos terroristas. Lá, ela faz amizade com um cachorro bondoso e clarividente, que a família mais tarde batiza de Bond. Embora os Forgers continuem a levar suas vidas individuais em segredo, a família — com um novo membro peludo — permanece unida apesar de todos os obstáculos incomuns que surgem em seu caminho.",
    "capaUrl": "images/capas/spy-x-family-t2-pt-2.jpg",
    "estacao": "Verão"
  },
  {
    "id": 80,
    "anime_id": 30,
    "slug": "spy-x-family-t3",
    "titulo": "Spy x Family 3ª Temporada",
    "estudio_id": 6,
    "tipo": "Temporada",
    "temporada": 3,
    "status_id": 1,
    "ano": 2022,
    "episodios": 13,
    "sinopse": "A paz mundial está em jogo e o agente secreto Twilight precisa cumprir sua missão mais difícil até agora: fingir ser um homem de família. Fazendo-se passar por um marido e pai amoroso, ele se infiltrará em uma escola de elite para se aproximar de um político influente. Ele tem a cobertura perfeita, exceto pelo fato de sua esposa ser uma assassina mortal e nenhum dos dois saber a identidade do outro. Mas alguém sabe: sua filha adotiva, que é telepata!",
    "capaUrl": "images/capas/spy-x-family-t3.jpg",
    "estacao": "Verão"
  },
  {
    "id": 81,
    "anime_id": 30,
    "slug": "spy-x-family-code-white",
    "titulo": "Spy x Family Code: White",
    "estudio_id": 6,
    "tipo": "Temporada",
    "temporada": 4,
    "status_id": 6,
    "ano": 2023,
    "episodios": 1,
    "sinopse": "Sobreviva às férias em família, salve o mundo. Ele é um espião. Ela é uma assassina. Juntos, Loid e Yor mantêm suas vidas duplas em segredo, fingindo ser a família perfeita. No entanto, sua filha adotiva, Anya, uma telepata, conhece os segredos de ambos sem que eles saibam. Sob o pretexto de levar a família para um fim de semana de férias de inverno, a tentativa de Loid de progredir em sua missão atual, a Operação Strix, se complica quando Anya se envolve por engano e desencadeia eventos que ameaçam a paz mundial!",
    "capaUrl": "images/capas/spy-x-family-code-white.jpg",
    "estacao": "Outono"
  }
]