[
    {
        "id": 1,
        "nome": "Eren Yeager",
        "idade_inicial": 15,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/eren.jpg",
        "aniversario": "30 de março",
        "altura_inicial": "170 cm",
        "afiliacao": "Tropa de Exploração",
        "Sobre": "Eren nasceu em Shiganshina, distrito da Muralha Maria, filho de Carla e Grisha Yeager. Ele cresceu na cidade com seus pais e sua irmã adotiva, Mikasa, que se mudou para a casa dos Yeager ainda criança. Eren passava a maior parte do tempo com Mikasa e seu melhor amigo em comum, Armin Arlert, a quem os dois frequentemente defendiam dos valentões da vizinhança. Eren é um jovem apaixonado, determinado, teimoso e impulsivo. Quando crianças, Armin mostrou-lhe um livro que descrevia as maravilhas do mundo exterior. Eren passou a compartilhar a curiosidade de Armin pelo mundo além das Muralhas e resolveu vê-lo com seus próprios olhos. Esse sonho inspirou sua admiração pelo Corpo de Investigação e seu desejo de se juntar às suas fileiras assim que se tornasse elegível para o alistamento. Quando os Titãs romperam repentinamente a Muralha Maria e invadiram Shiganshina, Eren foi forçado a assistir enquanto sua mãe ficava presa sob os escombros de sua casa e era devorada por um Titã. Marcado para sempre por esse evento, Eren jurou matar todos os Titãs."
    },
    {
        "id": 2,
        "nome": "Armin Arlert",
        "idade_inicial": 15,
        "sexo": "Masculino",
        "papel": "Amigo do Protagonista",
        "imagem": "images/personagens/armin.jpg",
        "aniversario": "3 de novembro",
        "altura_inicial": "163 cm",
        "afiliacao": "Tropa de Exploração",
        "Sobre": [
            "Armin é um jovem que nasceu e cresceu no distrito de Shiganshina, dentro das muralhas, sendo amigo de infância de Eren Yeager e Mikasa Ackerman. Após a Muralha Maria ser rompida, ele decidiu se juntar a Mikasa e Eren no exército, tanto para tentar causar um impacto positivo e significativo no mundo, quanto para realizar seu sonho de conhecer o mundo exterior. Desde jovem, o naturalmente curioso Armin sempre teve uma profunda fascinação pelo mundo além das Muralhas. Quando criança, encontrou e estudou um livro ilegal sobre o mundo exterior que pertencia ao seu avô. Ele frequentemente compartilhava o livro e as informações nele contidas com Eren Yeager, seu melhor amigo, e seus sonhos de ver o mundo além das muralhas. Armin foi tachado de herege por outras crianças devido ao seu interesse incomum pelo mundo exterior e, por isso, era frequentemente alvo de bullying. Tímido demais para se defender, Armin muitas vezes dependia de seus amigos Eren e Mikasa Ackerman para protegê-lo dos valentões locais. Isso, somado à sua fragilidade física, era motivo de grande vergonha para Armin, levando-o a ter baixa autoestima e a acreditar que era um fardo para os outros. Por causa disso, Armin sempre teve muita vontade de provar seu valor, especialmente para seus amigos próximos. Armin é conhecido por sua excepcional lealdade e altruísmo. Ele se preocupa constantemente com a segurança de seus amigos e está sempre pronto para se lançar em situações perigosas para salvá-los. Além de sua natureza bondosa e inteligência emocional, Armin é uma pessoa muito analítica. Ele gosta de refletir profundamente sobre as situações e resolver problemas usando sua mente. Essas características de personalidade, em conjunto com sua inteligência, bom senso, equilíbrio, capacidade de planejar com antecedência, ter ideias criativas e pensar fora da caixa, são o que o tornam um grande estrategista. Embora possa parecer um dos fisicamente mais fracos do 104º Corpo de Treinamento, sua incrível inteligência e genialidade estratégica o tornam um recurso inestimável para qualquer equipe."
        ]
    },
    {
        "id": 3,
        "nome": "Mikasa Ackerman",
        "idade_inicial": 15,
        "sexo": "Feminino",
        "papel": "Interesse Amoroso do Protagonista",
        "imagem": "images/personagens/mikasa.jpg",
        "aniversario": "10 de fevereiro",
        "altura_inicial": "170 cm - 176 cm",
        "afiliacao": "Tropa de Exploração",
        "Sobre": [
            "Mikasa é a irmã adotiva de Eren Yaeger e amiga de infância de Armin Arlert , morando com os dois no distrito de Shiganshina, na região sul da Muralha Maria. Quando era jovem, seus pais foram mortos por traficantes de pessoas e ela foi sequestrada. Eren descobriu isso e a ajudou a escapar de seus captores. Mais tarde, Eren lhe deu seu cachecol, que ela usa constantemente e ao qual tem um forte apego emocional. Ela foi adotada pela família Yaeger logo depois. Devido a esses eventos passados, Mikasa compartilha um laço inquebrável com Eren e vive para protegê-lo, preocupando-se constantemente com seu bem-estar. Depois que os Titãs romperam a Muralha Maria e mataram sua mãe e a de Eren, ela escolheu seguir Eren para o exército, a fim de mantê-lo a salvo do perigo. Mesmo criança, Mikasa possuía impressionantes habilidades de luta e força, e essa habilidade foi ainda mais aprimorada durante seu treinamento. Mikasa é considerada um gênio entre todos os recrutas do exército e é incrivelmente habilidosa em combate e agilidade, a ponto de ser conhecida como a melhor soldado do 104º Corpo de Treinamento e se formar em primeiro lugar. Apesar de estar entre os melhores dos melhores, ela permanece humilde e evita demonstrar arrogância. Em última análise, a lealdade de Mikasa permanece com Eren, independentemente das circunstâncias, sendo seu único desejo verdadeiro viver uma vida pacífica ao lado dele."
        ]
    },
    {
        "id": 4,
        "nome": "Tanjiro Kamado",
        "idade_inicial": 13,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/tanjiro.jpg",
        "aniversario": "14 de julho",
        "altura_inicial": "165 cm",
        "afiliacao": "Caçadores de Demônios",
        "Sobre": "Tanjiro Kamado é um jovem bondoso e trabalhador que vivia nas montanhas com sua família, sustentando-os com a venda de carvão. Sua vida muda drasticamente quando sua família é brutalmente assassinada por um demônio, restando apenas sua irmã Nezuko, que é transformada em uma. Determinado a salvá-la e a impedir que outras famílias sofram o mesmo destino, Tanjiro se junta ao Corpo de Caçadores de Demônios. Ele possui um olfato extremamente aguçado, capaz de identificar emoções, intenções e pontos fracos de seus inimigos. Apesar da violência do mundo ao seu redor, Tanjiro mantém sua empatia, inclusive pelos demônios, acreditando que eles também foram humanos um dia. Sua jornada é movida pelo desejo de proteger os inocentes e encontrar uma cura para Nezuko."
    },
    {
        "id": 5,
        "nome": "Nezuko Kamado",
        "idade_inicial": 12,
        "sexo": "Feminino",
        "papel": "Personagem principal",
        "imagem": "images/personagens/nezuko.jpg",
        "aniversario": "28 de dezembro",
        "altura_inicial": "153 cm",
        "afiliacao": "Caçadores de Demônios",
        "Sobre": "Nezuko Kamado é a irmã mais nova de Tanjiro, transformada em demônio durante o ataque que matou sua família. Apesar de sua condição, ela demonstra uma força de vontade extraordinária ao resistir ao impulso de atacar humanos. Protegida e treinada por Tanjiro, Nezuko desenvolve habilidades demoníacas únicas, como força sobre-humana e regeneração acelerada, mantendo ainda traços de humanidade e empatia."
    },
    {
        "id": 6,
        "nome": "Zenitsu Agatsuma",
        "idade_inicial": 16,
        "sexo": "Masculino",
        "papel": "Personagem principal",
        "imagem": "images/personagens/zenitsu.jpg",
        "aniversario": "3 de setembro",
        "altura_inicial": "164.5 cm",
        "afiliacao": "Caçadores de Demônios",
        "Sobre": "Zenitsu Agatsuma é um caçador de demônios extremamente medroso e inseguro, frequentemente convencido de que sua morte é iminente. Apesar de sua personalidade covarde, Zenitsu possui um talento natural impressionante para a Respiração do Trovão."
    },
    {
        "id": 7,
        "nome": "Inosuke Hashibira",
        "idade_inicial": 15,
        "sexo": "Masculino",
        "papel": "Personagem principal",
        "imagem": "images/personagens/inosuke.jpg",
        "aniversario": "22 de abril",
        "altura_inicial": "164 cm",
        "afiliacao": "Caçadores de Demônios",
        "Sobre": "Inosuke Hashibira é um caçador de demônios impulsivo e agressivo, criado desde criança por javalis nas montanhas, o que moldou sua personalidade selvagem e competitiva."
    },
    {
        "id": 8,
        "nome": "Ken Kaneki",
        "idade_inicial": 18,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/kaneki.jpg",
        "aniversario": "20 de dezembro",
        "altura_inicial": "169 cm",
        "afiliacao": "Anteiku / Ghouls",
        "Sobre": "Ken Kaneki é um estudante universitário tímido e introvertido que se torna um meio-ghoul após um transplante de órgãos de Rize Kamishiro. Preso entre o mundo humano e o dos ghouls, ele enfrenta intensos conflitos psicológicos enquanto luta para preservar sua humanidade. Ao longo da história, Kaneki passa por transformações profundas, tornando-se mais forte, determinado e marcado por traumas."
    },
    {
        "id": 9,
        "nome": "Touka Kirishima",
        "idade_inicial": 18,
        "sexo": "Feminino",
        "papel": "Personagem principal",
        "imagem": "images/personagens/touka.jpg",
        "aniversario": "1 de julho",
        "altura_inicial": "164 cm",
        "afiliacao": "Anteiku / Ghouls",
        "Sobre": "Touka Kirishima é uma ghoul que trabalha no café Anteiku e ajuda Kaneki a se adaptar ao mundo dos ghouls. Apesar de sua personalidade forte e agressiva, ela possui um grande senso de justiça e empatia, buscando viver de forma pacífica entre humanos."
    },
    {
        "id": 10,
        "nome": "Rize Kamishiro",
        "idade_inicial": 18,
        "sexo": "Feminino",
        "papel": "Personagem central",
        "imagem": "images/personagens/rize.jpg",
        "aniversario": "8 de outubro",
        "altura_inicial": "165 cm",
        "afiliacao": "Ghouls",
        "Sobre": "Rize Kamishiro é a ghoul responsável pela transformação de Kaneki. Cruel e manipuladora, ela simboliza o lado mais sombrio dos ghouls. Mesmo após sua morte, sua influência permanece viva na mente e no destino de Kaneki."
    },
    {
        "id": 11,
        "nome": "Yoshimura",
        "idade_inicial": 60,
        "sexo": "Masculino",
        "papel": "Mentor",
        "imagem": "images/personagens/yoshimura.jpg",
        "aniversario": "Não informado",
        "altura_inicial": "175 cm",
        "afiliacao": "Anteiku / Ghouls",
        "Sobre": "Yoshimura é o gerente do café Anteiku e um ghoul sábio que acredita na coexistência pacífica entre humanos e ghouls. Atuando como mentor e figura paterna, ele oferece abrigo e orientação, escondendo um passado poderoso e decisivo para o equilíbrio do mundo."
    },
    {
        "id": 12,
        "nome": "Yuji Itadori",
        "idade_inicial": 15,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/yuji-itadori.jpg",
        "aniversario": "20 de março",
        "altura_inicial": "173 cm",
        "afiliacao": "Escola Técnica Metropolitana de Magia de Tóquio",
        "Sobre": "Yuuji é uma pessoa justa que se preocupa profundamente não apenas com seus companheiros, mas com qualquer um que ele considere ter vontade própria, independentemente da profundidade de seu vínculo com eles. Ele valoriza muito a vida e, para isso, garante que os outros tenham uma morte digna. Ele se irrita facilmente diante da crueldade e do julgamento injusto de outras pessoas. Ele não possui o talento nato necessário para usar técnicas amaldiçoadas, mas tem habilidades atléticas incríveis e é considerado muito forte para sua idade, como demonstrado quando derrotou facilmente um treinador no Arremesso de Bola de Aço."
    },
    {
        "id": 13,
        "nome": "Megumi Fushiguro",
        "idade_inicial": 15,
        "sexo": "Masculino",
        "papel": "Deuteragonista ",
        "imagem": "images/personagens/megumi-fushiguro.jpg",
        "aniversario": "22 de dezembro",
        "altura_inicial": "175 cm",
        "afiliacao": "Escola Técnica Metropolitana de Magia de Tóquio",
        "Sobre": "Megumi é o deuteragonista da série Jujutsu Kaisen. Ele é um aluno do primeiro ano do Colégio Jujutsu e também descendente da Família Zenin. Embora aparente ser estoico e calculista, Megumi deseja ajudar a proteger as pessoas que considera boas ou gentis. Ele acredita que o mundo é injusto e que um Feiticeiro é uma ferramenta para garantir que as pessoas bondosas tenham mais chances de viver. Alegando ser um desejo egoísta e irracional, ele não se vê como um herói por fazer isso."
    },
    {
        "id": 14,
        "nome": "Satoru Gojou",
        "idade_inicial": 28,
        "sexo": "Masculino",
        "papel": "Professor",
        "imagem": "images/personagens/satoru-gojou.jpg",
        "aniversario": "7 de dezembro",
        "altura_inicial": "190 cm",
        "afiliacao": "Escola Técnica Metropolitana de Magia de Tóquio",
        "Sobre": "Satoru Gojou é um dos principais protagonistas da série Jujutsu Kaisen. Ele é um feiticeiro jujutsu de nível especial e amplamente reconhecido como o mais forte do mundo. Satoru é o orgulho da Família Gojou, a primeira pessoa em quatrocentos anos a herdar tanto o Poder Ilimitado quanto os Seis Olhos. Ele trabalha como professor na Escola de Jujutsu de Tóquio e usa sua influência para proteger e treinar jovens aliados poderosos."
    },
    {
        "id": 15,
        "nome": "Nobara Kugisaki",
        "idade_inicial": 16,
        "sexo": "Feminino",
        "papel": "Tritagonista",
        "imagem": "images/personagens/nobara-kugisaki.jpg",
        "aniversario": "7 de agosto",
        "altura_inicial": "160 cm",
        "afiliacao": "Escola Técnica Metropolitana de Magia de Tóquio",
        "Sobre": "Ela é uma estudante do primeiro ano e feiticeira de jujutsu de nível 3 na Escola de Jujutsu de Tóquio, onde estuda com Satoru Gojo, juntamente com Yuji e Megumi. Nobara é uma jovem confiante e destemida, com uma personalidade inabalável. Acima de tudo, Nobara está determinada a permanecer fiel a si mesma, não importa o que aconteça. Ela se orgulha muito de ser tanto uma garota bonita quanto uma lutadora forte, recusando-se a deixar que qualquer pessoa a influencie. Inicialmente, Nobara pode parecer uma pessoa muito desagradável e arrogante. Ela se apresentou a Yuji e Megumi expressando o quão inferiores eles eram. Ela também discutiu com Yuji durante a maior parte da primeira missão deles juntos. Apesar de sua atitude áspera, Nobara é, na verdade, uma pessoa incrivelmente carinhosa e dedicada, mas nunca deixaria a maioria das pessoas ver esse seu lado. Depois de lutarem lado a lado em várias missões, Yuji e Megumi se tornam os aliados mais próximos de Nobara."
    },
    {
        "id": 16,
        "nome": "Suguru Getou",
        "idade_inicial": 27,
        "sexo": "Masculino",
        "papel": "Antagonista",
        "imagem": "images/personagens/suguru-getou.jpg",
        "aniversario": "3 de fevereiro",
        "altura_inicial": "183 cm",
        "afiliacao": "Ex-Escola Técnica Metropolitana de Magia de Tóquio / Grupo de Usuários de Maldições",
        "Sobre": "Suguru Getou é um antagonista tanto na série Jujutsu Kaisen quanto em sua prequela, Jujutsu Kaisen 0: Jujutsu High. Originalmente, ele foi aluno de Masamichi Yaga, juntamente com Satoru Gojo e Shoko Ieiri, na Escola de Jujutsu de Tóquio. Suas experiências como feiticeiro de jujutsu geraram um profundo ódio por não-feiticeiros, culminando em um incidente no qual Suguru massacrou mais de cem civis em uma única noite. Posteriormente, ele foi expulso da Escola de Jujutsu e teve sua execução imediata decretada."
    },
    {
        "id": 17,
        "nome": "Sukuna Ryomen",
        "idade_inicial": "1000+ anos",
        "sexo": "Masculino",
        "papel": "Antagonista",
        "imagem": "images/personagens/sukuna-ryomen.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "190 cm",
        "afiliacao": "Maldição de Grau Especial",
        "Sobre": "Segundo a lenda, Sukuna era um demônio com quatro braços e duas faces que viveu na era de ouro da feitiçaria, há mil anos. Os feiticeiros da época deram tudo de si para derrotá-lo, mas em vão. Sem jamais ser derrotado, seu corpo foi dividido em 20 objetos amaldiçoados e indestrutíveis, o que lhe permitiu continuar vivendo e atravessar as eras vindouras. Em 2018, Yuuji Itadori consumiu um desses objetos amaldiçoados e Sukuna reencarnou. Sukuna é hedonista e não se importa com o sofrimento alheio, acreditando que o sofrimento é natural para os fracos. Ele é egoísta e sempre quer manter o controle da situação sem se importar com as consequências."
    },
    {
        "id": 18,
        "nome": "Light Yagami",
        "idade_inicial": 17,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/light-yagami.jpg",
        "aniversario": "28 de fevereiro",
        "altura_inicial": "179 cm",
        "afiliacao": "Kira",
        "Sobre": "Light é um estudante do terceiro ano do ensino médio (12º ano) na Academia Particular Daikoku, que também frequenta aulas complementares na Academia Preparatória Gamou no início da história. Light tem um pai, Soichiro Yagami, que é o chefe da Polícia. Light também tem uma mãe, Sachiko Yagami, e uma irmã mais nova, Sayu Yagami. Na primavera de 2004, ele ingressa na Universidade To-Oh e obtém uma das maiores notas no vestibular. Apelidado de \"Kira\", ele usa o Death Note para criar seu mundo ideal de justiça sob seu domínio; seu novo Deus. Embora aparente fragilidade, Light é extremamente atlético, com uma aptidão para encontrar o ponto fraco de um oponente. Ele é um gênio, o que reforça sua convicção de que somente ele é capaz de julgar a humanidade e guiá-la por um caminho moral correto."
    },
    {
        "id": 19,
        "nome": "L Lawliet",
        "idade_inicial": 24,
        "sexo": "Masculino",
        "papel": "Antagonista",
        "imagem": "images/personagens/l.jpg",
        "aniversario": "31 de outubro",
        "altura_inicial": "179 cm",
        "afiliacao": "Detetive Particular",
        "Sobre": "L Lawliet é um detetive mundialmente renomado que aceita o desafio de capturar Kira. Em sua investigação, L começa a suspeitar de Light Yagami e decide provar que Light é Kira. L é muito reservado e só se comunica com o mundo através de seu assistente, Watari. Ele nunca mostra seu rosto pessoalmente, representando-se apenas com a letra maiúscula L. L é extremamente inteligente, embora sua aparência desleixada e lânguida mascare seu grande poder de dedução, e muitos questionem suas habilidades ao vê-lo. L tende a questionar tudo o que lhe é apresentado e é extremamente meticuloso e analítico. Ele é bom em enganar seus oponentes e está disposto a tomar medidas drásticas para resolver um caso. Ele também demonstra ter um senso de humor peculiar e não se furta a fazer comentários sarcásticos. Embora tenda a ser educado com alguns, L pode parecer condescendente às vezes. L tem várias peculiaridades, como preferir agachar-se em vez de sentar, comer apenas doces e segurar objetos usando apenas o polegar e o indicador. Ele é frequentemente visto organizando objetos e empilhando-os com muita atenção, ou brincando de outras maneiras com seus alimentos favoritos. L quase sempre é flagrado realizando ações consideradas inapropriadas ou rudes em público. Essas ações/hábitos incluem roer as unhas, colocar os pés nos móveis, andar curvado, mastigar de boca aberta, falar de boca cheia e fazer observações pessoais que podem ofender os outros."
    },
    {
        "id": 20,
        "nome": "Misa Amane",
        "idade_inicial": 19,
        "sexo": "Feminino",
        "papel": "Co-Protagonista",
        "imagem": "images/personagens/misa-amane.jpg",
        "aniversario": "25 de dezembro",
        "altura_inicial": "156 cm",
        "afiliacao": "Seguidora de Kira",
        "Sobre": "Misa é uma modelo, cantora e atriz famosa, e tem uma queda enorme por Light Yagami. Ela costuma se referir a si mesma na terceira pessoa, chamando-se de \"Misa-Misa\", e tende a ser hiperativa. Ela se faz passar pela segunda Kira para atrair a atenção da primeira. Ela decide dedicar sua vida a Light porque ele puniu o criminoso que matou seus pais quando ela era mais jovem; um ladrão matou os pais de Misa diante de seus olhos. Misa, incapaz de perdoar o assassino e querendo matar o ladrão ela mesma, presenciou vários atrasos no julgamento do assassino antes de Kira matá-lo. A Shinigami que a segue é Rem."
    },
    {
        "id": 21,
        "nome": "Ryuk",
        "idade_inicial": "Desconhecida",
        "sexo": "Masculino",
        "papel": "Shinigami",
        "imagem": "images/personagens/ryuk.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "Desconhecida",
        "afiliacao": "Nenhuma",
        "Sobre": "O Shinigami original que deixou cair o Death Note no mundo humano, que Light Yagami acabou encontrando. Movido por puro tédio, Ryuk inicia a história de Death Note por um capricho. Talvez neutro por natureza, Ryuk frequentemente se recusa a ajudar Light e, em vez disso, se diverte observando-o lutar por seu objetivo. A faceta mais importante do personagem de Ryuk é que ele não é amigo de Light. Ele age em benefício próprio e para seu próprio entretenimento, e muitas vezes omite detalhes cruciais sobre o Death Note. Ryuk é egoísta, no entanto, e ajudará Light se isso servir aos seus próprios propósitos, como se divertir ou obter maçãs, que ele adora."
    },
    {
        "id": 22,
        "nome": "Near (Nate River)",
        "idade_inicial": 13,
        "sexo": "Masculino",
        "papel": "Detetive",
        "imagem": "images/personagens/near.jpg",
        "aniversario": "24 de agosto",
        "altura_inicial": "130 cm",
        "afiliacao": "Detetive Particular",
        "Sobre": "Near é o mais novo dos dois sucessores de L, criados na Casa Wammy — o orfanato de Watari para crianças superdotadas, em Winchester, Inglaterra. Dos sucessores, Near é o mais ponderado, capaz de manter a calma e o controle, enquanto o outro, Mello , é mais emotivo e impulsivo. Os dois nutrem uma forte rivalidade. Near é muito inteligente, embora sua aparência e comportamento infantis possam levar outros a questionar suas habilidades. Ele tem uma obsessão por resolver problemas complexos e encara uma investigação como a solução de um enigma. Apesar de sua genialidade, Near tem pouca habilidade social e dificuldade em interagir com os outros. Assim como L, Near demonstra vários comportamentos peculiares em sua vida normal, como estar frequentemente curvado em vez de sentado, brincar constantemente com diversos brinquedos, que utiliza em suas teorias, e também mexer distraidamente em mechas de cabelo. Ele demonstra grande respeito por L, baseando grande parte de sua abordagem na resolução de crimes nos métodos de L, a ponto de aceitar apenas casos que lhe interessam, em vez de buscar justiça."
    },
    {
        "id": 23,
        "nome": "Mello (Mihael Keehl)",
        "idade_inicial": 14,
        "sexo": "Masculino",
        "papel": "Detetive",
        "imagem": "images/personagens/mello.jpg",
        "aniversario": "13 de dezembro",
        "altura_inicial": "160 cm",
        "afiliacao": "Detetive Particular",
        "Sobre": "Mello é o segundo dos dois sucessores de L, criados na Casa Wammy — o orfanato de Watari para crianças superdotadas, em Winchester, Inglaterra. Dos sucessores, Mello é o mais emotivo e impulsivo, enquanto o outro, Near , é mais ponderado e capaz de manter a calma e o controle. Os dois nutrem uma forte rivalidade. Mello é extremamente inteligente, embora sua aparência jovem e comportamento às vezes levem outros a subestimá-lo. Ele é ambicioso e determinado a superar Near, muitas vezes tomando medidas drásticas para alcançar seus objetivos. Mello tem pouca habilidade social e tende a ser impaciente e agressivo em suas interações com os outros. Ele também demonstra um grande respeito por L, baseando grande parte de sua abordagem na resolução de crimes nos métodos de L, a ponto de aceitar apenas casos que lhe interessam, em vez de buscar justiça."
    },
    {
        "id": 24,
        "nome": "Thorfinn Karlsefni",
        "idade_inicial": 6,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/thorfinn.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "170 cm",
        "afiliacao": "Vikings",
        "Sobre": "Thorfinn é um jovem corajoso armado com duas espadas gêmeas que herdou de seu falecido pai . Ele viaja com Askeladd , líder de um grupo implacável de mercenários que aceitam trabalhos de quem quer que lhes ofereça uma recompensa razoável. Além disso, Askeladd é o homem que matou o pai de Thorfinn, Thors, e o único motivo pelo qual Thorfinn viaja com Askeladd é para derrotá-lo em um duelo e recuperar o orgulho de seu pai. Thorfinn só quer recuperar o orgulho de seu pai com um duelo justo. Askeladd só concorda com esses duelos se Thorfinn completar uma determinada tarefa (como trazer-lhe a cabeça do general do exército inimigo no campo de batalha). Ele não luta por amor à batalha, mas ainda assim é propenso a perder a compostura em combate. Essa impulsividade muitas vezes lhe custa batalhas contra oponentes mais experientes."
    },
    {
        "id": 25,
        "nome": "Askeladd",
        "idade_inicial": 30,
        "sexo": "Masculino",
        "papel": "Antagonista",
        "imagem": "images/personagens/askeladd.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "180 cm",
        "afiliacao": "Vikings",
        "Sobre": "Askeladd é o comandante de um pequeno, porém poderoso bando viking, cujo sucesso se deve à sua excepcional inteligência. Dez anos antes dos eventos principais da Saga Vinland, Askeladd aceitou um contrato para assassinar Thors , pai de Thorfinn . Durante a invasão viking e a guerra na Inglaterra, ele manipulou o desejo de vingança de Thorfinn contra ele como forma de manter o talentoso jovem guerreiro a seu serviço. Askeladd é um dos lutadores mais habilidosos da série, sendo particularmente hábil em prever os movimentos de seus oponentes em combate. Askeladd compartilha o nome com Askeladden, um personagem folclórico norueguês conhecido por sua astúcia."
    },
    {
        "id": 26,
        "nome": "Thors Snorresson",
        "idade_inicial": 35,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/thors.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "190 cm",
        "afiliacao": "Vikings",
        "Sobre": "Thors Snorresson é o pai de Thorfinn e um ex-guerreiro viking que abandonou a vida de batalhas para viver pacificamente com sua família. Conhecido como 'Thors, o Troll de Jom', ele era temido por sua força e habilidades de combate. No entanto, ele escolheu deixar essa vida para trás, buscando uma existência mais tranquila. Thors é um homem sábio e compassivo, valorizando a vida e a paz acima da violência. Sua filosofia de vida influencia profundamente Thorfinn, moldando seus valores e visão de mundo."
    },
    {
        "id": 27,
        "nome": "Canute Svenson",
        "idade_inicial": 16,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/canute.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "175 cm",
        "afiliacao": "Vikings",
        "Sobre": "Canuto é o príncipe dos dinamarqueses. Inicialmente, ele é retratado como tímido e afeminado, com uma aparência de bishounen (homem bonito) e incapacidade de funcionar sem seu vassalo Ragnar . Essas características, juntamente com sua forte fé cristã, lhe rendem o escárnio dos vikings com quem trabalha."
    },
    {
        "id": 28,
        "nome": "Bjorn",
        "idade_inicial": 30,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/bjorn.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "185 cm",
        "afiliacao": "Vikings",
        "Sobre": "Bjorn é o segundo em comando de Askeladd , um homem corpulento que luta por puro prazer. Ele é um berserker, capaz de entrar em fúrias poderosas ao consumir certos cogumelos."
    },
    {
        "id": 29,
        "nome": "Bojji",
        "idade_inicial": 10,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/bojji.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "120 cm",
        "afiliacao": "Reino de Bosse",
        "Sobre": "O príncipe primogênito do Reino de Bosse. Bojji nasceu anormalmente pequeno, fraco e surdo. Ele é um príncipe impotente que viveu sua vida à sombra de seu pai, o lendário Rei Bosse . Ele deseja ser o maior rei do mundo, seguindo os passos de seu pai. Bojji é extremamente trabalhador e sincero, e essas características atraem as pessoas para ele, mesmo que nem sempre consigam compreendê-lo."
    },
    {
        "id": 30,
        "nome": "Kage",
        "idade_inicial": 8,
        "sexo": "Masculino",
        "papel": "Companheiro",
        "imagem": "images/personagens/kage.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "30 cm",
        "afiliacao": "Reino de Bosse",
        "Sobre": "Kage é um membro da tribo dos ratos e o melhor amigo de Bojji. Apesar de sua pequena estatura, Kage é incrivelmente ágil e inteligente. Ele é leal a Bojji e o acompanha em suas aventuras, ajudando-o a superar os desafios que enfrenta como príncipe surdo e fraco."
    },
    {
        "id": 31,
        "nome": "Bosse",
        "idade_inicial": 50,
        "sexo": "Masculino",
        "papel": "Rei",
        "imagem": "images/personagens/bosse.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "220 cm",
        "afiliacao": "Reino de Bosse",
        "Sobre": "Bosse é o rei do Reino de Bosse e o pai de Bojji. Ele é conhecido como o 'Rei Demônio' devido à sua força e habilidades de combate incomparáveis. Bosse é um líder poderoso e respeitado, mas também é um pai amoroso que deseja o melhor para seu filho, apesar das limitações físicas de Bojji."
    },
    {
        "id": 32,
        "nome": "Domas",
        "idade_inicial": 35,
        "sexo": "Masculino",
        "papel": "Guarda Real",
        "imagem": "images/personagens/domas.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "190 cm",
        "afiliacao": "Reino de Bosse",
        "Sobre": "Domas é o capitão da guarda real do Reino de Bosse. Ele é um guerreiro habilidoso e leal ao rei Bosse, responsável por proteger o reino e sua família real. Domas é um homem sério e dedicado, que respeita profundamente Bojji e reconhece seu valor como príncipe, apesar de suas limitações físicas."
    },
    {
        "id": 33,
        "nome": "Hiling",
        "idade_inicial": 28,
        "sexo": "Feminino",
        "papel": "Segunda Esposa do Rei Bosse",
        "imagem": "images/personagens/hiling.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "175 cm",
        "afiliacao": "Reino de Bosse",
        "Sobre": "Hiling é uma das guardas reais do Reino de Bosse. Ela é uma guerreira habilidosa e dedicada, que protege o reino com coragem e determinação. Hiling é leal ao rei Bosse e respeita profundamente Bojji, reconhecendo seu valor como príncipe, apesar de suas limitações físicas."
    },
    {
        "id": 34,
        "nome": "Daida",
        "idade_inicial": 12,
        "sexo": "Masculino",
        "papel": "Príncipe Herdeiro",
        "imagem": "images/personagens/daida.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "140 cm",
        "afiliacao": "Reino de Bosse",
        "Sobre": "Daida é o meio-irmão mais velho de Bojji e o príncipe herdeiro do Reino de Bosse. Ele é ambicioso e determinado a provar seu valor como futuro rei, muitas vezes entrando em conflito com Bojji devido às suas diferenças de personalidade e habilidades. Apesar disso, Daida também demonstra um lado mais gentil e protetor em relação a seu irmão mais novo."
    },
    {
        "id": 35,
        "nome": "Gon Freecss",
        "idade_inicial": 11,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/gon-freecss.jpg",
        "aniversario": "5 de maio",
        "altura_inicial": "154 cm",
        "afiliacao": "Caçadores",
        "Sobre": "Gon é filho de Ging Freecss , um lendário caçador cujo paradeiro atual é desconhecido. Ele nunca soube que seu pai estava vivo, muito menos que era um caçador, até conhecer Kite , um caçador que também procurava por Ging. A partir desse momento, ele ficou determinado a encontrar seu pai e decidiu fazer o Exame Hunter para isso. Ele se tornou amigo de Killua quase instantaneamente quando se conheceram no Exame Hunter. Gon é um garoto inocente e ingênuo, sempre disposto a ajudar a todos, especialmente seus amigos. Ele raramente vê algo com maus olhos. Sua personalidade curiosa e ingênua muitas vezes frustra seus amigos, mas essa também é a razão pela qual muitas pessoas se sentem atraídas por ele. Ele também pertence ao grupo Nen de aprimoramento. Geralmente luta desarmado ou com sua vara de pescar, mas o punho de Gon costuma ser mais letal do que qualquer arma."
    },
    {
        "id": 36,
        "nome": "Killua Zoldyck",
        "idade_inicial": 12,
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/killua-zoldyck.jpg",
        "aniversario": "7 de julho",
        "altura_inicial": "158 cm",
        "afiliacao": "Caçadores",
        "Sobre": "Killua é o terceiro filho mais novo da infame família de assassinos Zoldyck. Desde muito jovem, ele foi treinado para ser um assassino implacável, desenvolvendo habilidades extraordinárias em combate e furtividade. No entanto, Killua se cansa da vida de assassinato e foge de casa para buscar sua própria identidade. Durante o Exame Hunter, ele conhece Gon Freecss e rapidamente se torna seu melhor amigo. Killua é um garoto inteligente, astuto e habilidoso, com uma personalidade sarcástica e um senso de humor afiado. Apesar de seu passado sombrio, ele demonstra uma profunda lealdade e carinho por seus amigos, especialmente Gon."
    },
    {
        "id": 37,
        "nome": "Kurapika",
        "idade_inicial": 17,
        "sexo": "Masculino",
        "papel": "Tritagonista",
        "imagem": "images/personagens/kurapika.jpg",
        "aniversario": "4 de abril",
        "altura_inicial": "172 cm",
        "afiliacao": "Caçadores",
        "Sobre": "Kurapika é o último sobrevivente do clã Kurta, um grupo de pessoas com olhos escarlates que foram massacradas por uma gangue de criminosos conhecida como Genei Ryodan (ou Trupe Fantasma). Determinado a vingar seu clã e recuperar os olhos roubados de seus entes queridos, Kurapika se torna um caçador e desenvolve habilidades excepcionais em combate e estratégia. Ele é um personagem sério, focado e determinado, com um forte senso de justiça e lealdade aos seus amigos."
    },
    {
        "id": 38,
        "nome": "Leorio Paradinight",
        "idade_inicial": 19,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/leorio-paradinight.jpg",
        "aniversario": "3 de março",
        "altura_inicial": "180 cm",
        "afiliacao": "Caçadores",
        "Sobre": "Leorio é um aspirante a caçador que inicialmente se junta ao Exame Hunter com o objetivo de ganhar dinheiro para pagar sua faculdade de medicina. Embora ele possa parecer superficial e motivado por interesses financeiros, Leorio é na verdade um indivíduo compassivo e altruísta, que deseja ajudar os outros e fazer a diferença no mundo. Ele desenvolve uma forte amizade com Gon, Killua e Kurapika durante o exame e se torna um membro valioso do grupo."
    },
    {
        "id": 39,
        "nome": "Hisoka Morow",
        "idade_inicial": 28,
        "sexo": "Masculino",
        "papel": "Antagonista",
        "imagem": "images/personagens/hisoka-morow.jpg",
        "aniversario": "6 de junho",
        "altura_inicial": "187 cm",
        "afiliacao": "Genei Ryodan (ex-membro)",
        "Sobre": "Hisoka é um ex-membro da Genei Ryodan (Trupe Fantasma) e um dos antagonistas mais complexos e intrigantes de Hunter x Hunter. Ele é um lutador habilidoso e implacável, conhecido por sua força, agilidade e habilidades de combate excepcionais. Hisoka é obcecado por encontrar oponentes fortes para lutar, muitas vezes se envolvendo em batalhas perigosas apenas pelo prazer do desafio. Ele é um personagem enigmático, com uma personalidade imprevisível e um senso de humor sombrio. Apesar de suas tendências violentas e egoístas, Hisoka também demonstra um certo respeito pelos seus adversários mais fortes."
    },
    {
        "id": 40,
        "nome": "Ging Freecss",
        "idade_inicial": 31,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/ging-freecss.jpg",
        "aniversario": "1967",
        "altura_inicial": "176 cm",
        "afiliacao": "Caçadores",
        "Sobre": "Um famoso caçador de ruínas antigas de 2 estrelas e pai de Gon Freecs. Quando criança, Ging deixou sua casa na Ilha da Baleia para se tornar um caçador e não retornou por 10 anos, levando consigo o jovem Gon, que confiou a Mito. Ele é o principal motivo pelo qual Gon decide deixar sua casa, seguindo seus passos para se tornar um caçador e encontrar seu pai."
    },
    {
        "id": 41,
        "nome": "Frieren",
        "idade_inicial": 1000,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/frieren.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "165 cm",
        "afiliacao": "Heróis",
        "Sobre": "Frieren é a protagonista de Sousou no Frieren e mestra de Fern . Ela era a maga do grupo de heróis e viajou ao lado do herói Himmel , do guerreiro Eisen e do sacerdote Heiter em uma jornada de 10 anos para derrotar o Rei Demônio. Ela era uma prodígio da magia desde jovem, com uma quantidade impressionante de mana, o que despertou o interesse de Flamme , uma maga humana que lhe ensinou tudo o que havia para saber sobre magia e controle de mana até falecer. Frieren persiste em coletar conhecimento mágico, por mais trivial que seja."
    },
    {
        "id": 42,
        "nome": "Fern",
        "idade_inicial": 16,
        "sexo": "Feminino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/fern.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "160 cm",
        "afiliacao": "Heróis",
        "Sobre": "Fern é a jovem aprendiz de maga de Frieren e a acompanha como membro de seu grupo. Ela é uma refugiada de guerra órfã, originária das Terras do Sul, posteriormente adotada por Heiter e colocada sob os cuidados de Frieren. Fern é uma pessoa gentil e atenciosa, mas também é muito curiosa sobre o mundo e ansiosa para aprender mais sobre magia. Ela admira profundamente Frieren e aspira se tornar uma maga tão poderosa quanto sua mentora."
    },
    {
        "id": 43,
        "nome": "Stark",
        "idade_inicial": "17-18",
        "afiliacao": "Heróis",
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/stark.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "185 cm",
        "Sobre": "Stark é um guerreiro que luta ao lado de Frieren e Fern . Após sua aldeia ser atacada por demônios, ele fugiu e tornou-se aprendiz de Eisen . A mando de Eisen, juntou-se ao grupo de Frieren como vanguarda para proteger a maga e sua aprendiz. Stark é um jovem sério e dedicado, que leva seu papel de protetor muito a sério. Ele é leal a seus amigos e está disposto a arriscar sua vida para protegê-los."
    },
    {
        "id": 44,
        "nome": "Himmel",
        "idade_inicial": "20-21",
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/himmel.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "180 cm",
        "afiliacao": "Heróis",
        "Sobre": "Herói e líder do grupo responsável por derrotar o Rei Demônio, é um autoproclamado narcisista carismático que esconde um coração genuinamente bondoso. Preocupa-se profundamente com seus companheiros e é incapaz de ignorar alguém em necessidade. Teve uma influência marcante na vida de Frieren, ao lado de quem viveu dez anos de aventuras que moldaram seu destino. Teve grande influência sobre Frieren , com quem viveu aventuras por 10 anos."
    },
    {
        "id": 45,
        "nome": "Heiter",
        "idade_inicial": "20-25",
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/heiter.jpg",
        "afiliacao": "Heróis",
        "aniversario": "Desconhecido",
        "altura_inicial": "175 cm",
        "Sobre": "Sacerdote integrante do grupo do Herói, conhecido por sua postura relaxada e hábitos questionáveis, mas também por sua profunda fé e senso de responsabilidade. Após o fim da jornada, assume o papel de tutor de Fern, cuidando e educando-a até a chegada de Frieren, demonstrando, apesar das aparências, um grande coração e compromisso com aqueles que ama."
    },
    {
        "id": 46,
        "nome": "Eisen",
        "idade_inicial": "30-35",
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/eisen.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "190 cm",
        "afiliacao": "Heróis",
        "Sobre": "Guerreiro anão integrante do grupo do Herói, conhecido por sua força, resistência e disciplina. Após o fim da jornada, torna-se mentor de Stark, transmitindo não apenas técnicas de combate, mas também valores como coragem, perseverança e honra."
    },
    {
        "id": 47,
        "nome": "Denji",
        "idade_inicial": 16,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/denji.jpg",
        "aniversario": "1 de abril",
        "altura_inicial": "170 cm",
        "afiliacao": "Caçadores de Demônios",
        "Sobre": "Denji é a forma humana do Homem-Serra Elétrica. Ele se tornou o Homem-Serra Elétrica depois que seu corpo morto foi ressuscitado por seu cachorro de estimação, Pochita. Ele é um Caçador de Demônios da Segurança Pública que trabalha sob o comando de Makima como membro de um esquadrão experimental na Divisão Especial 4 de Tóquio. Ele trabalha ao lado de seu parceiro Power e sob a supervisão de Aki Hayakawa. A personalidade de Denji é ao mesmo tempo impetuosa e ingênua, resultado de sua falta de educação formal e de socialização devido à extrema pobreza em que viveu. Ele pode parecer rude e grosseiro, mas de uma forma quase infantil. Não sabe ser inteligente ou sábio, mas sabe como aliviar o clima. Como o Demônio da Motosserra, ele tem a habilidade de fazer motosserras crescerem em seu corpo."
    },
    {
        "id": 48,
        "nome": "Makima",
        "idade_inicial": "Desconhecida",
        "sexo": "Feminino",
        "papel": "Antagonista",
        "imagem": "images/personagens/makima.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "165 cm",
        "afiliacao": "Caçadores de Demônios",
        "Sobre": "Makima é uma poderosa Caçadora de Demônios da Segurança Pública, responsável por assumir Denji como seu “animal de estimação humano”, exercendo sobre ele um controle psicológico sutil e perturbador. Figura central dentro da Segurança Pública japonesa, ela é amplamente respeitada e temida até mesmo por caçadores experientes, graças à sua autoridade, inteligência estratégica e presença enigmática."
    },
    {
        "id": 49,
        "nome": "Pochita",
        "idade_inicial": "Desconhecida",
        "sexo": "Masculino",
        "papel": "Companheiro",
        "imagem": "images/personagens/pochita.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "30 cm",
        "afiliacao": "Nenhuma",
        "Sobre": "Pochita é o Demônio da Motosserra que se fundiu com Denji, permitindo que ele se transforme no Homem-Serra Elétrica. Originalmente, Pochita era um demônio de baixo nível que vivia sozinho em uma caverna, mas desenvolveu uma ligação profunda com Denji após ser resgatado por ele. Pochita é leal e protetor em relação a Denji, e sua fusão com ele é um ato de sacrifício para salvar a vida do jovem."
    },
    {
        "id": 50,
        "nome": "Power",
        "idade_inicial": "100 anos (aparência de 16)",
        "sexo": "Feminino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/power.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "170 cm",
        "afiliacao": "Caçadores de Demônios",
        "Sobre": "O Power é um demônio, um cadáver possuído por um diabo. Ela é uma Caçadora de Demônios da Segurança Pública que trabalha (contra a sua vontade) sob o comando de Makima como membro de um esquadrão experimental na Divisão Especial 4 de Tóquio. Ela trabalha ao lado de seu parceiro Denji e sob a supervisão de Aki Hayakawa. Como a Demônio de Sangue, ela tem o poder de manipular livremente o sangue dentro do próprio corpo."
    },
    {
        "id": 51,
        "nome": "Aki Hayakawa",
        "idade_inicial": 20,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/aki-hayakawa.jpg",
        "aniversario": "3 de março",
        "altura_inicial": "185 cm",
        "afiliacao": "Caçadores de Demônios",
        "Sobre": "Um Caçador de Demônios da Segurança Pública que trabalha sob o comando de Makima como membro da Divisão Especial 4 de Tóquio. Ele é parceiro de Himeno e encarregado de supervisionar tanto Power quanto Denji . Aki Hayakawa geralmente aparenta ser uma pessoa muito estoica. Ele age com maturidade e confiabilidade quando está com seus companheiros caçadores de demônios, mas na verdade é muito sensível quando está sozinho. Ele tem tendência a se apegar facilmente aos outros e detesta ver as pessoas sofrerem, especialmente seus amigos próximos. O principal objetivo de Aki e a razão pela qual ele se tornou um caçador de demônios é matar o Demônio da Arma para vingar a morte de sua família."
    },
    {
        "id": 52,
        "nome": "Himeno",
        "idade_inicial": 25,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/himeno.jpg",
        "aniversario": "7 de julho",
        "altura_inicial": "170 cm",
        "afiliacao": "Caçadores de Demônios",
        "Sobre": "Himeno é uma Caçadora de Demônios da Segurança Pública que trabalha sob o comando de Makima como membro da Divisão Especial 4 de Tóquio. Ela é parceira de Aki Hayakawa e encarregada de supervisionar tanto Power quanto Denji . Himeno é uma mulher experiente e confiante, que age como uma figura maternal para seus colegas mais jovens. Ela é protetora e solidária, mas também pode ser severa quando necessário. Himeno tem um passado trágico, tendo perdido um olho em uma missão anterior, o que a torna ainda mais determinada a proteger seus amigos e colegas."
    },
    {
        "id": 53,
        "nome": "Gabimaru",
        "idade_inicial": 20,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/gabimaru.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "175 cm",
        "afiliacao": "Ninja",
        "Sobre": "Gabimaru, também conhecido como Gabimaru, o Vazio, é um dos ninjas mais fortes e habilidosos do Japão. Ele é um membro do clã Iwagakure e é conhecido por sua força sobre-humana, velocidade e habilidades de combate excepcionais. Gabimaru é um personagem complexo, com um passado sombrio e uma personalidade fria e calculista. No entanto, ele também demonstra um senso de honra e lealdade aos seus amigos e aliados."
    },
    {
        "id": 54,
        "nome": "Yamada Asaemon Sagiri",
        "idade_inicial": 18,
        "sexo": "Feminino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/sagiri.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "160 cm",
        "afiliacao": "Ninja",
        "Sobre": "Sagiri é uma membro do clã Yamada Asaemon, uma família de executores especializados em matar criminosos condenados. Ela é designada para acompanhar Gabimaru em sua missão na Ilha dos Mortos, onde ele deve recuperar um pergaminho sagrado. Sagiri é uma personagem forte e determinada, com habilidades excepcionais em combate e uma personalidade séria e focada."
    },
    {
        "id": 55,
        "nome": "Choubei Aza",
        "idade_inicial": "19-20",
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/choubei-aza.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "180 cm",
        "afiliacao": "Ninja",
        "Sobre": "Choubei é um dos líderes do clã Iwagakure e um dos ninjas mais poderosos do Japão. Ele é responsável por supervisionar a missão de Gabimaru na Ilha dos Mortos e garantir que ele cumpra sua tarefa com sucesso. Choubei é um personagem sábio e experiente, com uma profunda compreensão das artes ninja e uma forte lealdade ao seu clã."
    },
    {
        "id": 56,
        "nome": "Touma",
        "idade_inicial": "15-16",
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/touma.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "170 cm",
        "afiliacao": "Ninja",
        "Sobre": "Touma é um jovem ninja do clã Yamada Asaemon que acompanha Gabimaru em sua missão na Ilha dos Mortos. Ele é um personagem leal e dedicado, com habilidades excepcionais em combate e uma personalidade amigável e extrovertida. Touma é um personagem importante na história, ajudando Gabimaru a superar os desafios que enfrenta na ilha."
    },
    {
        "id": 57,
        "nome": "Yuzuriha",
        "idade_inicial": "Desconhecida",
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/yuzuriha.jpg",
        "aniversario": "11 de outubro",
        "altura_inicial": "165 cm",
        "afiliacao": "Ninja",
        "Sobre": "Yuzuriha, também conhecida como Yuzuriha de Keishu, é uma kunoichi e uma das poucas criminosas recrutadas para obter o Elixir da Vida. Yuzuriha é amigável e alegre, com a personalidade típica de uma adolescente. Ela se mostra despreocupada e prefere fazer as coisas no seu próprio ritmo. Devido à sua reputação como criminosa, Yuzuriha não tem problemas em matar ou em sacrificar pessoas para atingir seus objetivos."
    },
    {
        "id": 58,
        "nome": "Nurugai",
        "idade_inicial": "Desconhecida",
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/nurugai.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "170 cm",
        "afiliacao": "Ninja",
        "Sobre": "Nurugai é a última integrante remanescente do Sanka e uma criminosa condenada injustamente à morte. Seu monitor designado é Tenza. Nurugai foi criada com o povo das montanhas Sanka em uma aldeia onde vivia com seu avô. Nurugai e seu avô tinham um relacionamento familiar e amigável, no qual ela aprendia com a sabedoria dele. Sua aldeia, no entanto, era considerada rebelde contra o xogunato vigente, recusando-se a se submeter a Tokugawa."
    },
    {
        "id": 59,
        "nome": "Edward Elric",
        "idade_inicial": 15,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/edward-elric.jpg",
        "aniversario": "3 de fevereiro",
        "altura_inicial": "149 cm",
        "afiliacao": "Alquimistas",
        "Sobre": "Edward \"Fullmetal Alchemist\" Elric é um jovem prodígio da alquimia. Ele é o alquimista estadual mais jovem a ser reconhecido pelo Exército Estadual de Amestris, tendo recebido o título aos 12 anos. A principal motivação de Ed ao longo da série é devolver seu irmão mais novo, Alphonse, ao seu corpo original, perdido em uma transmutação humana malsucedida. Edward, apesar de seus ocasionais acessos de imaturidade, é um garoto altruísta que conquista a reputação de \"herói do povo\" durante sua juventude. Notavelmente, ele não parece se preocupar em recuperar seu próprio braço e perna, concentrando-se inteiramente no sofrimento de Al. Edward é pequeno para a sua idade, com apenas 149 cm (4'11\"), porém seu corpo é o de um artista marcial experiente, com músculos notáveis ​​e grande agilidade. Embora lhe falte o braço direito e a perna esquerda, a capacidade de luta de Ed não é prejudicada, e na verdade é aprimorada, já que ele frequentemente usa alquimia para fazer com que seu braço de metal se transforme parcialmente em uma lâmina ou escudo. Seus pesados ​​membros de automail são considerados por ele os melhores de Amestris. Eles foram feitos por sua amiga de infância, Winry Rockbell, que trabalha constantemente para aprimorá-los. Ele consegue pensar rápido, mesmo em situações desesperadoras, embora ainda possa ser paralisado pelo medo. Essas qualidades, combinadas com seus poderes alquímicos e força física, fazem dele um lutador formidável."
    },
    {
        "id": 60,
        "nome": "Alphonse Elric",
        "idade_inicial": 14,
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/alphonse-elric.jpg",
        "aniversario": "3 de fevereiro",
        "altura_inicial": "Desconhecida (armadura de 2,1 m)",
        "afiliacao": "Alquimistas",
        "Sobre": "Alphonse Elric é um personagem fictício do mangá e anime Fullmetal Alchemist. Ele é uma criança humana que perdeu seu corpo durante uma transmutação alquímica proibida para trazer sua falecida mãe de volta à vida, e teve sua alma transmutada em uma armadura por seu irmão, Edward Elric. O selo de sangue de Al fica logo abaixo da base do pescoço, na parte de trás do traje, na parte interna. Ele é desenhado com o sangue de Ed. Segundo Edward, ele precisa ter cuidado ao reconstruir o corpo de Alphonse, pois deve manter o selo de sangue intacto durante a transmutação. Se o selo de sangue for removido, a alma de Al se perderá."
    },
    {
        "id": 61,
        "nome": "Winry Rockbell",
        "idade_inicial": 15,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/winry-rockbell.jpg",
        "aniversario": "9 de junho",
        "altura_inicial": "162 cm",
        "afiliacao": "Rockbell Automail Atelier Garfiel",
        "Sobre": "Amiga de infância dos personagens principais, os irmãos Elric, ela é frequentemente vista na companhia deles ao longo da série. Ela é evidentemente o interesse amoroso de Edward. Especializada em reparos mecânicos, principalmente em automail, Winry conserta o braço e a perna de Edward sempre que precisam de reparo ou substituição."
    },
    {
        "id": 62,
        "nome": "Pinako Rockbell",
        "idade_inicial": 68,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/pinako-rockbell.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "140 cm",
        "afiliacao": "Rockbell Automail Atelier Garfiel",
        "Sobre": "Avó de Winry e antiga moradora de Risembool. Também foi uma figura materna para Edward e Alphonse, após a perda da mãe deles. É mostrado que Pinako era companheira de bebida de Hohenheim e que foi ela quem o apresentou à sua futura esposa, Trisha."
    },
    {
        "id": 63,
        "nome": "Scar",
        "idade_inicial": 25,
        "sexo": "Masculino",
        "papel": "Antagonista",
        "imagem": "images/personagens/scar.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "190 cm",
        "afiliacao": "Ishvalanos",
        "Sobre": "Scar é um solitário perturbado. Seu braço direito não lhe pertence, mas sim ao seu irmão. Seu irmão era obcecado pela Pedra Filosofal e tatuou o corpo inteiro. Durante a guerra civil de Ishval. Scar busca vingança contra os alquimistas estatais, a quem culpa pela destruição de Ishval. Sua ira, contudo, não se estende a alquimistas não estatais, razão pela qual ele não tenta matar Alphonse Elric durante seus frequentes confrontos."
    },
    {
        "id": 64,
        "nome": "Roy Mustang",
        "idade_inicial": "29-32",
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/roy-mustang.jpg",
        "aniversario": "11 de julho",
        "altura_inicial": "178 cm",
        "afiliacao": "Alquimistas",
        "Sobre": "Roy Mustang é um alquimista estatal e oficial do exército estatal de Amestris. Herói da Guerra Civil de Ishval e superior hierárquico de Edward Elric , Mustang é um comandante excepcionalmente capaz que almeja se tornar o próximo Führer de Amestris. ustang é um jovem de rosto liso e olhos escuros. Seus cabelos escuros estão casualmente despenteados, caindo sobre os olhos; em situações mais formais ou solenes, no entanto, ele costuma usá-los penteados para trás. Grande apreciador de trajes elegantes, Mustang raramente é visto fora do uniforme (e mesmo quando está de uniforme, frequentemente usa outros acessórios, como um longo sobretudo preto e luvas brancas de gala), mas quando vestido à paisana, demonstra uma predileção por ternos de três peças e gravata preta (frequentemente combinados com cachecóis clássicos, sapatos sociais lustrados e o já mencionado sobretudo e luvas). Ele tende a usar cores escuras ou neutras em suas roupas, como azul-marinho, marrom e preto, com toques de branco."
    },
    {
        "id": 65,
        "nome": "Shigeo Kageyama (Mob)",
        "idade_inicial": 14,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/mob.jpg",
        "aniversario": "12 de maio",
        "altura_inicial": "157 cm",
        "afiliacao": "Escritório de Consulta de Espíritos e Afins, Clube de Fomento Corporal e Clube de Telapia",
        "Sobre": "Ele é o assistente e discípulo de Arataka Reigen. Também é o membro mais recente do Clube de Aprimoramento Corporal. Shigeo é uma pessoa quieta e educada que tenta levar uma vida normal, apesar de possuir um forte poder telepático. Ele deseja ser visto como um bom ser humano entre as pessoas em seu círculo social. Isso muitas vezes o torna ingênuo e crédulo quando aqueles com más intenções querem usá-lo para se divertir ou causar problemas, mas Shigeo tem fortes convicções de nunca usar seus poderes para ferir outra pessoa devido a uma briga que sofreu quando criança."
    },
    {
        "id": 66,
        "nome": "Arataka Reigen",
        "idade_inicial": 28,
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/reigen.jpg",
        "aniversario": "10 de outubro",
        "altura_inicial": "179 cm",
        "afiliacao": "Escritório de Consulta de Espíritos e Afins",
        "Sobre": "Mentor e chefe de Mob na série Mob Psycho 100. Ele é dono de uma empresa de exorcismo e se autoproclama médium. Ele é a bússola moral do Mob. Foi a primeira pessoa a considerar o Mob normal e seus ensinamentos nunca falharam com ele."
    },
    {
        "id": 67,
        "nome": "Ekubo",
        "idade_inicial": "Desconhecida",
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/covinhas.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "200 cm",
        "afiliacao": "Escritório de Consulta de Espíritos e Afins",
        "Sobre": "Ekubo é um espírito maligno autoproclamado da classe alta que se aliou a Mob depois de ser derrotado por ele. Ekubo quer ser um deus. Mais especificamente, ele quer ser adorado por toda a humanidade. Conhecido como Covinhas."
    },
    {
        "id": 68,
        "nome": "Ritsu Kageyama",
        "idade_inicial": 12,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/ritsu-kageyama.jpg",
        "aniversario": "2 de julho",
        "altura_inicial": "159.4 cm",
        "afiliacao": "Grêmio Estudantil",
        "Sobre": "Ritsu é muito inteligente e aparentemente sério; ele também participa do conselho estudantil e se destaca academicamente e em tudo o que se propõe a fazer. Nada disso importa tanto para ele quanto o poder psíquico, porém, seu irmão é mais importante para ele do que qualquer pessoa ou coisa."
    },
    {
        "id": 69,
        "nome": "Tenga Onigawara",
        "idade_inicial": 14,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/tenga-onigawara.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "175 cm",
        "afiliacao": "Fomento Corporal",
        "Sobre": "Tenga Onigawara é o líder da Escola Secundária Salt e um membro não oficial do Clube de Fomento Corporal. Ele é um delinquente que frequentemente causa problemas na escola, mas também é um aliado leal de Mob e Reigen. Tenga é conhecido por sua força física e habilidades de luta, bem como por sua personalidade extrovertida e confiante."
    },
    {
        "id": 70,
        "nome": "Tome Kurata",
        "idade_inicial": 15,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/tome-kurata.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "155 cm",
        "afiliacao": "Clube de Telapia",
        "Sobre": "Tome Kurata é a presidente do Clube de Telapia da Escola Secundária Sal. Ela é uma garota inteligente e determinada, que está sempre procurando maneiras de melhorar suas habilidades psíquicas. Tome é conhecida por sua personalidade amigável e extrovertida, bem como por sua paixão por telapia e outros fenômenos paranormais."
    },
    {
        "id": 71,
        "nome": "Kazuto Kirigaya (Kirito)",
        "idade_inicial": 14,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/kirito.jpg",
        "aniversario": "7 de outubro",
        "altura_inicial": "172 cm",
        "afiliacao": "Jogador de SAO",
        "Sobre": "Kirito é um jogador \"solo\", ou seja, não faz parte de nenhuma guilda e geralmente joga sozinho. Ele também é uma das pouquíssimas pessoas que tiveram o privilégio de jogar durante o período de testes beta de Sword Art Online. Seu nome de usuário no jogo, Kirito, foi criado a partir das sílabas do primeiro e do último kanji de seu nome e sobrenome reais, respectivamente: (Kirigaya Kazuto). No mundo real, ele mora com a mãe e a irmã mais nova, numa família de três pessoas. Quando Kayaba anunciou o início do jogo mortal, ele ficou surpreso, mas, ao contrário de todos os outros, superou rapidamente o choque e aceitou a situação até certo ponto. Ele convidou seu amigo Klein para ir com ele, mas Klein precisava encontrar seus amigos no jogo. Klein foi convidado a se juntar a eles, mas recusou, pois não conseguia lidar com a pressão de protegê-los, mesmo com seu conhecimento adquirido durante os testes beta do jogo."
    },
    {
        "id": 72,
        "nome": "Suguha Kirigaya (Leafa)",
        "idade_inicial": 15,
        "sexo": "Feminino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/leafa.jpg",
        "aniversario": "19 de abril",
        "altura_inicial": "165 cm",
        "afiliacao": "Jogadora de ALfheim Online",
        "Sobre": "Irmã de Kazuto no mundo real. Ela tem 15 anos e está no terceiro ano do ensino fundamental, além de ser membro do clube de Kendou. Ela é uma aluna dedicada e pratica Kendou há 8 anos. No entanto, ela tem sentimentos românticos por Kazuto, o que a deixa confusa, já que ele é seu irmão adotivo. Ela se esforça para esconder esses sentimentos, mas eles se tornam mais evidentes quando ela descobre que Kazuto é Kirito em ALfheim Online."
    },
    {
        "id": 73,
        "nome": "Ryoutarou Tsuboi (Agil)",
        "idade_inicial": 22,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/agil.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "190 cm",
        "afiliacao": "Proprietário da loja de equipamentos",
        "Sobre": "Um jogador amigável que conhece Kirito no início do jogo e rapidamente se torna amigo dele, aprendendo com ele. Ele e Kirito se separam mais tarde porque ele tem amigos que também eram novatos no jogo, então não podia abandoná-los. Ele sobrevive pelos últimos dois anos e conseguiu proteger seus amigos o tempo todo, algo que Kirito se arrependeu de não ter feito. Ele é um usuário de katana e o líder da pequena guilda Fuurinkazan, que participa das batalhas contra chefes. Como uma das poucas pessoas próximas a Kirito, ele sempre o mantém sob controle e quer que Kirito sobreviva ao jogo. Ele escolheu a raça Salamandra em ALO."
    },
    {
        "id": 74,
        "nome": "Asuna Yuuki",
        "idade_inicial": 15,
        "sexo": "Feminino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/asuna.jpg",
        "aniversario": "30 de setembro",
        "altura_inicial": "160 cm",
        "afiliacao": "Jogadora de SAO",
        "Sobre": "Asuna é amiga de Kirito e sublíder da guilda Cavaleiros do Sangue (KoB), uma guilda de tamanho médio com cerca de trinta jogadores, também conhecida como a mais forte de Aincrad. Por ser uma das poucas garotas em SAO, e ainda mais por ser extremamente bonita, ela recebe muitos convites e propostas. Ela é uma jogadora habilidosa, tendo conquistado o título de \"Relâmpago\" por sua extraordinária destreza com a espada, que é extremamente rápida. Seu nome no jogo é o mesmo que seu nome no mundo real."
    },
    {
        "id": 75,
        "nome": "Akihiko Kayaba",
        "idade_inicial": 28,
        "sexo": "Masculino",
        "papel": "Antagonista",
        "imagem": "images/personagens/akihiko-kayaba.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "175 cm",
        "afiliacao": "Criador de SAO",
        "Sobre": "Diretor e criador do Nerve Gear e de Sword Art Online . Ele aprisiona todos os jogadores dentro de Sword Art Online usando o Nerve Gear para interromper o envio de sinais para o corpo dos usuários. Qualquer tentativa de remoção, perda de energia por um certo período ou a morte do usuário no jogo também resultará em morte. Sua motivação é observar o que acontece depois que ele os aprisiona."
    },
    {
        "id": 76,
        "nome": "Shouzou Yuuki",
        "idade_inicial": 48,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/shouzou-yuuki.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "180 cm",
        "afiliacao": "Pai de Asuna",
        "Sobre": "Pai de Asuna Yuuki e proprietário do restaurante \"The Strawberry House\". Ele é um homem gentil e atencioso que se preocupa profundamente com sua filha. Ele apoia Asuna em suas decisões e a incentiva a seguir seus sonhos, mesmo quando isso significa deixá-la ir para longe dele."
    },
    {
        "id": 77,
        "nome": "Kaori Miyazono",
        "idade_inicial": 14,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/kaori-miyazono.jpg",
        "aniversario": "4 de julho",
        "altura_inicial": "157 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Kaori é colega de classe de Tsubaki, uma violinista de espírito livre que recebeu muitas críticas da banca examinadora por sua relutância em seguir a partitura, mas é muito querida pelo público. Kaori conheceu Kousei quando pediu a Tsubaki que a apresentasse a Watari."
    },
    {
        "id": 78,
        "nome": "Ryouta Watari",
        "idade_inicial": 14,
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/ryouta-watari.jpg",
        "aniversario": "14 de abril",
        "altura_inicial": "180 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Ryouta é amigo de infância de Kousei e Tsubaki, além de capitão do time de futebol da escola. Ele é extremamente popular entre as garotas, muitas vezes adotando uma atitude despreocupada. No entanto, de vez em quando, ele demonstra boas ideias."
    },
    {
        "id": 79,
        "nome": "Saitou",
        "idade_inicial": "Desconhecida",
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/saitou.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "Desconhecida",
        "afiliacao": "Músico de rua",
        "Sobre": "Saitou é veterano no time de beisebol de Tsubaki e alvo de sua admiração. Ele é um músico de rua que toca violino e é conhecido por sua habilidade excepcional. Saitou é uma figura inspiradora para Tsubaki, que aspira a ser tão talentosa quanto ele."
    },
    {
        "id": 80,
        "nome": "Kousei Arima",
        "idade_inicial": 14,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/kousei-arima.jpg",
        "aniversario": "28 de março",
        "altura_inicial": "160 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Kousei foi um prodígio do piano, muitas vezes apelidado de \"Metrônomo Humano\". Ele era capaz de tocar piano com extrema precisão e disciplina, tendo vencido diversas competições por todo o Japão."
    },
    {
        "id": 81,
        "nome": "Tsubaki Sawabe",
        "idade_inicial": 14,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/tsubaki-sawabe.jpg",
        "aniversario": "19 de maio",
        "altura_inicial": "158 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Tsubaki é amiga de infância e vizinha de Kousei, tratando-o como um irmãozinho. Ela é atlética e faz parte do time de softball da escola. Frequentemente desanimada com a incapacidade de Kousei de superar a morte da mãe, ela tenta incentivá-lo a voltar a tocar piano para que ele possa tomar uma decisão clara sobre seu futuro."
    },
    {
        "id": 82,
        "nome": "Nao Kashiwagi",
        "idade_inicial": 14,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/nao-kashiwagi.jpg",
        "aniversario": "22 de dezembro",
        "altura_inicial": "155 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Kashiwagi é uma boa amiga de Tsubaki e costuma lhe dar conselhos."
    },
    {
        "id": 83,
        "nome": "Kyouko Hori",
        "idade_inicial": 17,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/kyouko-hori.jpg",
        "aniversario": "25 de março",
        "altura_inicial": "163 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Kyouko Hori é uma das principais protagonistas de Horimiya , juntamente com Izumi Miyamura . Ela é aluna da turma 3-1 do Colégio Katagiri. Kyouko é uma pessoa muito enérgica e popular, que sempre cria uma atmosfera alegre ao seu redor. Ela se dedica muito em todos os aspectos da sua vida e, segundo Izumi Miyamura, tira notas acima de 90% em todas as suas provas"
    },
    {
        "id": 84,
        "nome": "Izumi Miyamura",
        "idade_inicial": 17,
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/izumi-miyamura.jpg",
        "aniversario": "17 de abril",
        "altura_inicial": "169 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Miyamura é frequentemente confundido com um otaku por causa de seu jeito astuto. A verdade por trás de seu cabelo comprido e roupas é que ele esconde seus piercings e a grande quantidade de tatuagens. Esse é um segredo que apenas Hori e Ishikawa conhecem. Izumi é um garoto muito atencioso. Ele aparenta ser frágil, mas é muito forte."
    },
    {
        "id": 85,
        "nome": "Tooru Ishikawa",
        "idade_inicial": 17,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/tooru-ishikawa.jpg",
        "aniversario": "1 de outubro ",
        "altura_inicial": "174 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Ishikawa é um dos melhores amigos de Miyamura e colega de classe de Hori. Ele é um garoto extrovertido e amigável, que gosta de se divertir e fazer piadas. Ishikawa tem uma queda por Hori, mas respeita seus sentimentos por Miyamura e não tenta interferir em seu relacionamento."
    },
    {
        "id": 86,
        "nome": "Yuki Yoshikawa",
        "idade_inicial": 17,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/yuki-yoshikawa.jpg",
        "aniversario": "22 de julho",
        "altura_inicial": "160 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Yuki é uma das melhores amigas de Kyouko Hori. Ela é uma garota doce e gentil, que sempre está disposta a ajudar seus amigos. Yuki é muito próxima de Hori e Miyamura, e frequentemente os apoia em seus relacionamentos."
    },
    {
        "id": 87,
        "nome": "Remi Ayasaki",
        "idade_inicial": 17,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/remi-ayasaki.jpg",
        "aniversario": "6 de junho",
        "altura_inicial": "162 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Remi é uma amiga próxima de Kyouko Hori e Yuki Yoshikawa. Ela é conhecida por sua personalidade alegre e seu apoio constante aos amigos."
    },
    {
        "id": 88,
        "nome": "Shuu Iura",
        "idade_inicial": 17,
        "sexo": "Masculino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/shuu-iura.jpg",
        "aniversario": "7 de fevereiro",
        "altura_inicial": "172 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Shuu Iura é um dos amigos de Izumi Miyamura. Ele é um garoto calmo e reservado, que prefere observar as coisas ao seu redor em vez de se envolver diretamente. Shuu é muito leal aos seus amigos e está sempre disposto a ajudá-los quando precisam."
    },
    {
        "id": 89,
        "nome": "Hitori Gotou",
        "idade_inicial": 14,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/hitori-gotou.jpg",
        "aniversario": "21 de fevereiro",
        "altura_inicial": "158 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Gotou Hitori é uma estudante do ensino médio tímida e melancólica que começou a aprender a tocar guitarra depois de ver bandas de rock na TV, na esperança de também se tornar tão popular quanto elas. No entanto, após dois anos, ela ainda não fez um único amigo nem entrou para uma banda. Em vez disso, ela fica trancada no closet em casa, gravando covers de guitarra e postando-os em seu canal do YouTube, \"guitarhero\", onde conquistou um número razoável de seguidores."
    },
    {
        "id": 90,
        "nome": "Ryou Yamada",
        "idade_inicial": 17,
        "sexo": "Feminino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/ryou-yamada.jpg",
        "aniversario": "18 de setembro",
        "altura_inicial": "165 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Uma estudante do segundo ano do ensino médio, tranquila e solitária. Ela é a baixista da Banda Kessoku. É a melhor amiga de Nijika. Seus hobbies são fora do comum, e ela se alegra quando a chamam de esquisita. Ela mora com uma família rica, mas gasta muito do seu dinheiro com instrumentos e sempre fica sem. Ocasionalmente, ela come ervas daninhas para matar a fome."
    },
    {
        "id": 91,
        "nome": "Seika Ijichi",
        "idade_inicial": 29,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/seika-ijichi.jpg",
        "aniversario": "24 de dezembro",
        "altura_inicial": "168 cm",
        "afiliacao": "Proprietária do bar",
        "Sobre": "Proprietária do bar onde a Banda Kessoku pratica. Ela é uma mulher gentil e compreensiva, que apoia os sonhos da banda e os incentiva a continuar tocando música juntos.Irmã mais velha de Nijika e gerente da casa de shows \"STARRY\"."
    },
    {
        "id": 92,
        "nome": "Nijika Ijichi",
        "idade_inicial": 17,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/nijika-ijichi.jpg",
        "aniversario": "29 de maio",
        "altura_inicial": "160 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Baterista da Banda Kessoku. Ela é uma garota energética e otimista, que adora música e está sempre animada para tocar com seus amigos da banda. Nijika é a irmã mais nova de Seika Ijichi, a proprietária do bar onde a banda pratica."
    },
    {
        "id": 93,
        "nome": "Ikuyo Kita",
        "idade_inicial": 16,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/ikuyo-kita.jpg",
        "aniversario": "21 de abril",
        "altura_inicial": "162 cm",
        "afiliacao": "Estudante do ensino médio",
        "Sobre": "Guitarrista rítmica da Banda Kessoku. Ela é uma garota calma e reservada, que prefere deixar sua música falar por si mesma. Ikuyo é muito talentosa na guitarra e é uma parte essencial do som da banda."
    },
    {
        "id": 94,
        "nome": "Kikuri Hiroi",
        "idade_inicial": 25,
        "sexo": "Feminino",
        "papel": "Personagem secundário",
        "imagem": "images/personagens/kikuri-hiroi.jpg",
        "aniversario": "28 de setembro",
        "altura_inicial": "170 cm",
        "afiliacao": "Produtora musical",
        "Sobre": "Produtora musical que descobre a Banda Kessoku e os ajuda a lançar seu primeiro álbum. Ela é uma mulher experiente e perspicaz, que vê o potencial da banda e está disposta a investir em seu sucesso."
    },
    {
        "id": 95,
        "nome": "Monkey D. Luffy",
        "idade_inicial": 17,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/luffy.jpg",
        "aniversario": "5 de maio",
        "altura_inicial": "174 cm",
        "afiliacao": "Pirata, Capitão dos Chapéus de Palha",
        "Sobre": "Monkey D. Luffy é o capitão dos Piratas do Chapéu de Palha e um usuário da Akuma no Mi que concede propriedades elásticas ao seu corpo. Sonha em se tornar o Rei dos Piratas e valoriza profundamente a liberdade, a amizade e a lealdade. Possui uma personalidade alegre, impulsiva e determinada, enfrentando qualquer obstáculo para proteger seus companheiros."
    },
    {
        "id": 96,
        "nome": "Roronoa Zoro",
        "idade_inicial": 19,
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/zoro.jpg",
        "aniversario": "11 de novembro",
        "altura_inicial": "181 cm",
        "afiliacao": "Ex Caçador de Recompensas, Pirata, Chapéu de Palha",
        "Sobre": "Roronoa Zoro é o espadachim dos Piratas do Chapéu de Palha, conhecido por seu estilo de luta Santoryu, utilizando três espadas simultaneamente. Extremamente leal a Luffy, Zoro busca se tornar o maior espadachim do mundo. É sério, disciplinado e possui um forte código de honra."
    },
    {
        "id": 97,
        "nome": "Nami",
        "idade_inicial": 18,
        "sexo": "Feminino",
        "papel": "Navegadora",
        "imagem": "images/personagens/nami.jpg",
        "aniversario": "3 de julho",
        "altura_inicial": "170 cm",
        "afiliacao": "Pirata, Chapéu de Palha",
        "Sobre": "Nami é a navegadora dos Piratas do Chapéu de Palha e possui habilidades excepcionais em cartografia e navegação. Inicialmente movida por dinheiro, desenvolveu um forte vínculo com a tripulação. É inteligente, estratégica e capaz de manipular o clima em combate com seu Clima-Tact."
    },
    {
        "id": 98,
        "nome": "Usopp",
        "idade_inicial": 17,
        "sexo": "Masculino",
        "papel": "Atirador",
        "imagem": "images/personagens/usopp.jpg",
        "aniversario": "1 de abril",
        "altura_inicial": "176 cm",
        "afiliacao": "Pirata, Chapéu de Palha",
        "Sobre": "Usopp é o atirador dos Piratas do Chapéu de Palha, conhecido por sua criatividade, mentiras exageradas e talento com armas de longo alcance. Apesar de medroso, demonstra grande coragem quando seus amigos estão em perigo, sonhando em se tornar um bravo guerreiro dos mares."
    },
    {
        "id": 99,
        "nome": "Sanji",
        "idade_inicial": 19,
        "sexo": "Masculino",
        "papel": "Cozinheiro",
        "imagem": "images/personagens/sanji.jpg",
        "aniversario": "2 de março",
        "altura_inicial": "180 cm",
        "afiliacao": "Pirata, Chapéu de Palha",
        "Sobre": "Sanji é o cozinheiro dos Piratas do Chapéu de Palha e um mestre do combate com chutes. Possui um forte código de cavalheirismo, especialmente em relação às mulheres. Sonha em encontrar o All Blue, um mar lendário onde todos os peixes do mundo se encontram."
    },
    {
        "id": 100,
        "nome": "Tony Tony Chopper",
        "idade_inicial": 15,
        "sexo": "Masculino",
        "papel": "Médico",
        "imagem": "images/personagens/chopper.jpg",
        "aniversario": "24 de dezembro",
        "altura_inicial": "90 cm",
        "afiliacao": "Pirata, Chapéu de Palha",
        "Sobre": "Tony Tony Chopper é o médico da tripulação e um rena que comeu a Akuma no Mi Hito Hito no Mi. Possui vasto conhecimento médico e diversas transformações para combate. É inocente, sensível e profundamente leal aos seus amigos."
    },
    {
        "id": 101,
        "nome": "Nico Robin",
        "idade_inicial": 28,
        "sexo": "Feminino",
        "papel": "Arqueóloga",
        "imagem": "images/personagens/robin.jpg",
        "aniversario": "6 de fevereiro",
        "altura_inicial": "188 cm",
        "afiliacao": "Pirata, Chapéu de Palha",
        "Sobre": "Nico Robin é a arqueóloga dos Piratas do Chapéu de Palha e a única capaz de ler os Poneglyphs. Usuária da Hana Hana no Mi, pode criar partes de seu corpo à distância. É calma, inteligente e carrega um passado marcado por perseguição e perdas."
    },
    {
        "id": 102,
        "nome": "Franky",
        "idade_inicial": 34,
        "sexo": "Masculino",
        "papel": "Construtor Naval",
        "imagem": "images/personagens/franky.jpg",
        "aniversario": "9 de março",
        "altura_inicial": "240 cm",
        "afiliacao": "Pirata, Chapéu de Palha",
        "Sobre": "Franky é o construtor naval dos Piratas do Chapéu de Palha e um ciborgue autossuficiente. Responsável pela criação do Thousand Sunny, é extravagante, carismático e extremamente orgulhoso de suas invenções."
    },
    {
        "id": 103,
        "nome": "Brook",
        "idade_inicial": 38,
        "sexo": "Masculino",
        "papel": "Músico",
        "imagem": "images/personagens/brook.jpg",
        "aniversario": "3 de abril",
        "altura_inicial": "277 cm",
        "afiliacao": "Pirata, Chapéu de Palha",
        "Sobre": "Brook é o músico dos Piratas do Chapéu de Palha e um esqueleto vivo graças à Yomi Yomi no Mi. Possui habilidades com espada e música, além de um humor excêntrico. Sonha em reencontrar a baleia Laboon."
    },
    {
        "id": 104,
        "nome": "Jinbe",
        "idade_inicial": 44,
        "sexo": "Masculino",
        "papel": "Timoneiro",
        "imagem": "images/personagens/jinbe.jpg",
        "aniversario": "2 de abril",
        "altura_inicial": "301 cm",
        "afiliacao": "Pirata, Chapéu de Palha",
        "Sobre": "Jinbe é o timoneiro dos Piratas do Chapéu de Palha e um homem-peixe mestre no Karatê Homem-Peixe. Ex-Shichibukai, é honrado, calmo e profundamente comprometido com a igualdade entre humanos e homens-peixe."
    },
    {
        "id": 105,
        "nome": "Son Goku",
        "idade_inicial": 24,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/goku.jpg",
        "aniversario": "16 de abril",
        "altura_inicial": "175 cm",
        "afiliacao": "Guerreiro Z",
        "Sobre": "Son Goku é o principal herói de Dragon Ball Z, um Saiyajin criado na Terra que protege o planeta de ameaças cada vez mais poderosas. Alegre, puro e obcecado por treinos, busca sempre superar seus limites."
    },
    {
        "id": 106,
        "nome": "Vegeta",
        "idade_inicial": 29,
        "sexo": "Masculino",
        "papel": "Anti-herói",
        "imagem": "images/personagens/vegeta.jpg",
        "aniversario": "14 de agosto",
        "altura_inicial": "164 cm",
        "afiliacao": "Guerreiro Z, Príncipe dos Saiyajins",
        "Sobre": "Vegeta é o orgulhoso Príncipe dos Saiyajins. Inicialmente um vilão, evolui para um dos maiores defensores da Terra. Extremamente competitivo, vive em constante busca por superar Goku."
    },
    {
        "id": 107,
        "nome": "Son Gohan",
        "idade_inicial": 4,
        "sexo": "Masculino",
        "papel": "Protagonista Secundário",
        "imagem": "images/personagens/gohan.jpg",
        "aniversario": "18 de maio",
        "altura_inicial": "110 cm",
        "afiliacao": "Guerreiro Z",
        "Sobre": "Gohan é o filho de Goku e possui um potencial oculto gigantesco. Apesar de pacífico por natureza, torna-se decisivo em momentos críticos, especialmente na saga Cell."
    },
    {
        "id": 108,
        "nome": "Piccolo",
        "idade_inicial": 25,
        "sexo": "Masculino",
        "papel": "Mentor",
        "imagem": "images/personagens/piccolo.jpg",
        "aniversario": "9 de maio",
        "altura_inicial": "226 cm",
        "afiliacao": "Guerreiro Z",
        "Sobre": "Piccolo é um Namekuseijin que passa de inimigo a aliado essencial. Atua como mentor de Gohan e estrategista do grupo, sendo conhecido por sua frieza, inteligência e senso de dever."
    },
    {
        "id": 109,
        "nome": "Kuririn",
        "idade_inicial": 24,
        "sexo": "Masculino",
        "papel": "Apoio Principal",
        "imagem": "images/personagens/kuririn.jpg",
        "aniversario": "29 de outubro",
        "altura_inicial": "153 cm",
        "afiliacao": "Guerreiro Z",
        "Sobre": "Kuririn é o humano mais forte da Terra e melhor amigo de Goku. Mesmo com limitações frente aos Saiyajins, demonstra coragem constante e papel crucial em várias sagas."
    },
    {
        "id": 110,
        "nome": "Trunks do Futuro",
        "idade_inicial": 17,
        "sexo": "Masculino",
        "papel": "Guerreiro do Futuro",
        "imagem": "images/personagens/future-trunks.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "170 cm",
        "afiliacao": "Guerreiro Z",
        "Sobre": "Trunks do Futuro vem de uma linha do tempo devastada. Viaja ao passado para alertar sobre ameaças globais, sendo um dos personagens mais importantes da saga dos Androides."
    },
    {
        "id": 111,
        "nome": "Freeza",
        "idade_inicial": 40,
        "sexo": "Masculino",
        "papel": "Vilão Principal",
        "imagem": "images/personagens/freeza.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "158 cm",
        "afiliacao": "Exército de Freeza",
        "Sobre": "Freeza é um dos vilões mais icônicos de Dragon Ball Z. Responsável pela destruição do planeta Vegeta, representa tirania, crueldade e poder absoluto."
    },
    {
        "id": 112,
        "nome": "Cell",
        "idade_inicial": 6,
        "sexo": "Masculino",
        "papel": "Vilão Principal",
        "imagem": "images/personagens/cell.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "213 cm",
        "afiliacao": "Criação da Red Ribbon",
        "Sobre": "Cell é um androide biológico criado para alcançar a perfeição absoluta. Sua saga marca a ascensão definitiva de Gohan como herói."
    },
    {
        "id": 113,
        "nome": "Majin Boo",
        "idade_inicial": 5,
        "sexo": "Masculino",
        "papel": "Vilão Principal",
        "imagem": "images/personagens/boo.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "240 cm",
        "afiliacao": "Majin",
        "Sobre": "Majin Boo é uma entidade mágica de poder quase infinito. Sua saga encerra Dragon Ball Z, misturando destruição extrema com redenção."
    },
    {
        "id": 114,
        "nome": "Naruto Uzumaki",
        "idade_inicial": 12,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/naruto.jpg",
        "aniversario": "10 de outubro",
        "altura_inicial": "145 cm",
        "afiliacao": "Vila da Folha (Konoha)",
        "Sobre": "Naruto Uzumaki é um jovem ninja determinado que sonha em se tornar Hokage. Portador da Raposa de Nove Caudas, cresce enfrentando rejeição, mas conquista respeito por meio de perseverança, empatia e força de vontade."
    },
    {
        "id": 115,
        "nome": "Sasuke Uchiha",
        "idade_inicial": 12,
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/sasuke.jpg",
        "aniversario": "23 de julho",
        "altura_inicial": "150 cm",
        "afiliacao": "Clã Uchiha, Vila da Folha",
        "Sobre": "Sasuke Uchiha é um ninja prodígio movido pelo desejo de vingança contra seu irmão. Frio, talentoso e orgulhoso, sua jornada é marcada por conflitos internos e escolhas extremas."
    },
    {
        "id": 116,
        "nome": "Sakura Haruno",
        "idade_inicial": 12,
        "sexo": "Feminino",
        "papel": "Protagonista Secundária",
        "imagem": "images/personagens/sakura.jpg",
        "aniversario": "28 de março",
        "altura_inicial": "148 cm",
        "afiliacao": "Vila da Folha (Konoha)",
        "Sobre": "Sakura Haruno começa como uma ninja focada em controle de chakra e inteligência. Ao longo da história, evolui para uma poderosa kunoichi médica, tornando-se essencial em combate e suporte."
    },
    {
        "id": 117,
        "nome": "Kakashi Hatake",
        "idade_inicial": 26,
        "sexo": "Masculino",
        "papel": "Mentor",
        "imagem": "images/personagens/kakashi.jpg",
        "aniversario": "15 de setembro",
        "altura_inicial": "181 cm",
        "afiliacao": "Vila da Folha (Konoha)",
        "Sobre": "Kakashi Hatake é o líder do Time 7 e um dos ninjas mais respeitados de Konoha. Conhecido como o Ninja Copiador, atua como mentor estratégico e emocional do time."
    },
    {
        "id": 118,
        "nome": "Ichigo Kurosaki",
        "idade_inicial": 15,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/ichigo.jpg",
        "aniversario": "15 de julho",
        "altura_inicial": "174 cm",
        "afiliacao": "Shinigami Substituto",
        "Sobre": "Ichigo Kurosaki é um adolescente que ganha poderes de Shinigami e passa a proteger humanos de Hollows. Determinado, impulsivo e extremamente protetor, carrega um forte senso de justiça e responsabilidade."
    },
    {
        "id": 119,
        "nome": "Rukia Kuchiki",
        "idade_inicial": 150,
        "sexo": "Feminino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/rukia.jpg",
        "aniversario": "14 de janeiro",
        "altura_inicial": "144 cm",
        "afiliacao": "Soul Society, 13ª Divisão",
        "Sobre": "Rukia Kuchiki é uma Shinigami que concede seus poderes a Ichigo. Corajosa e leal, desempenha papel central na introdução de Ichigo ao mundo espiritual e na ligação entre a Terra e a Soul Society."
    },
    {
        "id": 120,
        "nome": "Orihime Inoue",
        "idade_inicial": 15,
        "sexo": "Feminino",
        "papel": "Protagonista Secundária",
        "imagem": "images/personagens/orihime.jpg",
        "aniversario": "3 de setembro",
        "altura_inicial": "157 cm",
        "afiliacao": "Aliada dos Shinigamis",
        "Sobre": "Orihime Inoue possui habilidades espirituais únicas voltadas à cura e proteção. Gentil e empática, demonstra grande força emocional e coragem ao proteger aqueles que ama."
    },
    {
        "id": 121,
        "nome": "Uryu Ishida",
        "idade_inicial": 15,
        "sexo": "Masculino",
        "papel": "Aliado Principal",
        "imagem": "images/personagens/uryu.jpg",
        "aniversario": "6 de novembro",
        "altura_inicial": "170 cm",
        "afiliacao": "Quincy",
        "Sobre": "Uryu Ishida é um Quincy orgulhoso e inteligente. Inicialmente rival de Ichigo, torna-se um aliado confiável, combinando estratégia, precisão e forte senso de honra."
    },
    {
        "id": 122,
        "nome": "Renji Abarai",
        "idade_inicial": 150,
        "sexo": "Masculino",
        "papel": "Aliado Principal",
        "imagem": "images/personagens/renji.jpg",
        "aniversario": "31 de agosto",
        "altura_inicial": "188 cm",
        "afiliacao": "Soul Society, 6ª Divisão",
        "Sobre": "Renji Abarai é um Shinigami impulsivo e determinado, amigo de infância de Rukia. Evolui de antagonista inicial para um aliado leal, sempre buscando se tornar mais forte."
    },
    {
        "id": 123,
        "nome": "Shoyo Hinata",
        "idade_inicial": 16,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/hinata.jpg",
        "aniversario": "21 de junho",
        "altura_inicial": "162 cm",
        "afiliacao": "Colégio Karasuno",
        "Sobre": "Shoyo Hinata é um aluno do primeiro ano apaixonado por vôlei. Apesar da baixa estatura, compensa com velocidade, impulsão e determinação, tornando-se uma peça-chave no ataque rápido do Karasuno."
    },
    {
        "id": 124,
        "nome": "Tobio Kageyama",
        "idade_inicial": 16,
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/kageyama.jpg",
        "aniversario": "22 de dezembro",
        "altura_inicial": "180 cm",
        "afiliacao": "Colégio Karasuno",
        "Sobre": "Tobio Kageyama é um levantador genial do primeiro ano, conhecido por sua precisão extrema. Inicialmente arrogante e individualista, aprende a confiar nos companheiros ao formar uma dupla poderosa com Hinata."
    },
    {
        "id": 125,
        "nome": "Kei Tsukishima",
        "idade_inicial": 16,
        "sexo": "Masculino",
        "papel": "Bloqueador Central",
        "imagem": "images/personagens/tsukishima.jpg",
        "aniversario": "27 de setembro",
        "altura_inicial": "188 cm",
        "afiliacao": "Colégio Karasuno",
        "Sobre": "Kei Tsukishima é um bloqueador central do primeiro ano, conhecido por sua postura cínica e inteligência tática. Apesar da aparente falta de paixão, demonstra grande potencial defensivo."
    },
    {
        "id": 126,
        "nome": "Tadashi Yamaguchi",
        "idade_inicial": 16,
        "sexo": "Masculino",
        "papel": "Saque Especialista",
        "imagem": "images/personagens/yamaguchi.jpg",
        "aniversario": "10 de novembro",
        "altura_inicial": "180 cm",
        "afiliacao": "Colégio Karasuno",
        "Sobre": "Tadashi Yamaguchi é um aluno do primeiro ano que começa como reserva, mas evolui ao desenvolver um saque flutuante estratégico. Tímido e dedicado, representa crescimento e superação."
    },
    {
        "id": 127,
        "nome": "Akane Tsunemori",
        "idade_inicial": 20,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/akane.jpg",
        "aniversario": "25 de março",
        "altura_inicial": "165 cm",
        "afiliacao": "Divisão de Investigação Criminal – Bureau de Segurança Pública",
        "Sobre": "Akane Tsunemori é uma jovem inspetora idealista que acredita na justiça e no valor da vida humana. Ao longo da história, confronta as falhas do Sistema Sibyl enquanto amadurece como líder e defensora de seus próprios princípios."
    },
    {
        "id": 128,
        "nome": "Shinya Kogami",
        "idade_inicial": 28,
        "sexo": "Masculino",
        "papel": "Anti-herói",
        "imagem": "images/personagens/kogami.jpg",
        "aniversario": "20 de agosto",
        "altura_inicial": "180 cm",
        "afiliacao": "Ex-Inspetor, Executor do Bureau",
        "Sobre": "Shinya Kogami é um ex-inspetor que se torna Executor após seu coeficiente criminal aumentar. Frio, analítico e movido por vingança, representa o conflito entre justiça pessoal e a autoridade do Sistema Sibyl."
    },
    {
        "id": 129,
        "nome": "Nobuchika Ginoza",
        "idade_inicial": 32,
        "sexo": "Masculino",
        "papel": "Aliado Principal",
        "imagem": "images/personagens/ginoza.jpg",
        "aniversario": "12 de novembro",
        "altura_inicial": "177 cm",
        "afiliacao": "Divisão de Investigação Criminal – Bureau de Segurança Pública",
        "Sobre": "Nobuchika Ginoza é um inspetor rigoroso e extremamente fiel às regras do Sistema Sibyl. Sua trajetória é marcada por conflitos internos, especialmente ao lidar com a linha tênue entre inspetores e executores."
    },
    {
        "id": 130,
        "nome": "Shogo Makishima",
        "idade_inicial": 27,
        "sexo": "Masculino",
        "papel": "Antagonista Principal",
        "imagem": "images/personagens/makishima.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "180 cm",
        "afiliacao": "Independente",
        "Sobre": "Shogo Makishima é um antagonista intelectual que desafia diretamente o Sistema Sibyl. Carismático e manipulador, questiona o conceito de moralidade controlada por algoritmos, tornando-se o maior catalisador ideológico da série."
    },
    {
        "id": 131,
        "nome": "Kiritsugu Emiya",
        "idade_inicial": 29,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/kiritsugu.jpg",
        "aniversario": "11 de novembro",
        "altura_inicial": "175 cm",
        "afiliacao": "Família Einzbern",
        "Sobre": "Kiritsugu Emiya é um mago assassino que participa da Quarta Guerra do Santo Graal com métodos frios e pragmáticos. Obcecado por alcançar a paz mundial, está disposto a sacrificar tudo para atingir seu ideal de justiça."
    },
    {
        "id": 132,
        "nome": "Saber",
        "idade_inicial": 35,
        "sexo": "Feminino",
        "papel": "Servant – Classe Saber",
        "imagem": "images/personagens/saber.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "154 cm",
        "afiliacao": "Kiritsugu Emiya",
        "Sobre": "Saber, a encarnação do lendário Rei Arthur, é uma Servant invocada para lutar na Guerra do Santo Graal. Honrada e idealista, entra em conflito direto com a visão utilitarista de Kiritsugu."
    },
    {
        "id": 133,
        "nome": "Kirei Kotomine",
        "idade_inicial": 28,
        "sexo": "Masculino",
        "papel": "Antagonista",
        "imagem": "images/personagens/kirei.jpg",
        "aniversario": "28 de dezembro",
        "altura_inicial": "185 cm",
        "afiliacao": "Igreja",
        "Sobre": "Kirei Kotomine é um sacerdote enigmático envolvido na Guerra do Santo Graal. Sua busca por compreender sua própria natureza sombria o leva a confrontos filosóficos e diretos com Kiritsugu."
    },
    {
        "id": 134,
        "nome": "Irisviel von Einzbern",
        "idade_inicial": 18,
        "sexo": "Feminino",
        "papel": "Apoio Principal",
        "imagem": "images/personagens/irisuiel.jpg",
        "aniversario": "20 de novembro",
        "altura_inicial": "158 cm",
        "afiliacao": "Família Einzbern",
        "Sobre": "Irisviel von Einzbern é a esposa de Kiritsugu e a representante oficial da família Einzbern na Guerra do Santo Graal. Gentil e determinada, desempenha papel crucial no desenrolar do conflito."
    },
    {
        "id": 135,
        "nome": "Violet Evergarden",
        "idade_inicial": 14,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/violet.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "165 cm",
        "afiliacao": "Companhia Postal CH",
        "Sobre": "Violet Evergarden é uma ex-soldada que passa a trabalhar como Auto Memory Doll, escrevendo cartas para outras pessoas. Em sua jornada, busca compreender o significado das emoções humanas e das palavras “eu te amo”, enquanto lida com os traumas da guerra."
    },
    {
        "id": 136,
        "nome": "Gilbert Bougainvillea",
        "idade_inicial": 29,
        "sexo": "Masculino",
        "papel": "Figura Central",
        "imagem": "images/personagens/gilbert.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "178 cm",
        "afiliacao": "Exército de Leidenschaftlich",
        "Sobre": "Gilbert Bougainvillea é um major do exército que desempenha papel fundamental na vida de Violet. Foi a primeira pessoa a tratá-la como humana, influenciando profundamente sua busca por significado e sentimentos."
    },
    {
        "id": 137,
        "nome": "Claudia Hodgins",
        "idade_inicial": 30,
        "sexo": "Masculino",
        "papel": "Mentor",
        "imagem": "images/personagens/hodgins.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "181 cm",
        "afiliacao": "Companhia Postal CH",
        "Sobre": "Claudia Hodgins é o fundador da Companhia Postal CH e um ex-militar. Atua como mentor e figura protetora de Violet, ajudando-a a se reintegrar à sociedade após a guerra."
    },
    {
        "id": 138,
        "nome": "Makoto Edamura",
        "idade_inicial": 23,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/edamura.jpg",
        "aniversario": "2 de junho",
        "altura_inicial": "172 cm",
        "afiliacao": "Grupo de Golpistas",
        "Sobre": "Makoto Edamura é um pequeno golpista japonês que acaba envolvido em esquemas internacionais muito maiores do que imagina. Inseguro, mas inteligente e empático, cresce ao longo da série enquanto aprende a confiar em si mesmo."
    },
    {
        "id": 139,
        "nome": "Laurent Thierry",
        "idade_inicial": 30,
        "sexo": "Masculino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/laurent.jpg",
        "aniversario": "18 de julho",
        "altura_inicial": "185 cm",
        "afiliacao": "Grupo de Golpistas",
        "Sobre": "Laurent Thierry é um golpista carismático e experiente que lidera grandes fraudes internacionais. Manipulador e teatral, está sempre vários passos à frente, usando o caos como parte de seus planos."
    },
    {
        "id": 140,
        "nome": "Abigail Jones",
        "idade_inicial": 25,
        "sexo": "Feminino",
        "papel": "Aliada Principal",
        "imagem": "images/personagens/abigail.jpg",
        "aniversario": "23 de novembro",
        "altura_inicial": "170 cm",
        "afiliacao": "Grupo de Golpistas",
        "Sobre": "Abigail Jones é uma golpista habilidosa e ex-atleta. Forte, confiante e direta, atua como braço físico do grupo, equilibrando ação e lealdade dentro das operações."
    },
    {
        "id": 141,
        "nome": "Cynthia Moore",
        "idade_inicial": 28,
        "sexo": "Feminino",
        "papel": "Aliada Principal",
        "imagem": "images/personagens/cynthia.jpg",
        "aniversario": "4 de fevereiro",
        "altura_inicial": "168 cm",
        "afiliacao": "Grupo de Golpistas",
        "Sobre": "Cynthia Moore é uma golpista elegante e estrategista emocional do grupo. Especialista em manipulação social, utiliza charme e inteligência para conduzir esquemas complexos."
    },
    {
        "id": 142,
        "nome": "Sora",
        "idade_inicial": 18,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/sora.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "170 cm",
        "afiliacao": "Irmãos Blank",
        "Sobre": "Sora é um estrategista genial e carismático que, junto de sua irmã Shiro, forma a dupla invencível conhecida como Blank. Confiante e manipulador, domina jogos psicológicos e lidera desafios contra raças inteiras no mundo de Disboard."
    },
    {
        "id": 143,
        "nome": "Shiro",
        "idade_inicial": 11,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/shiro.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "135 cm",
        "afiliacao": "Irmãos Blank",
        "Sobre": "Shiro é uma criança prodígio com inteligência extraordinária e domínio absoluto de lógica e cálculos. Silenciosa e dependente emocionalmente de Sora, é a mente matemática por trás das vitórias de Blank."
    },
    {
        "id": 144,
        "nome": "Stephanie Dola",
        "idade_inicial": 18,
        "sexo": "Feminino",
        "papel": "Aliada Principal",
        "imagem": "images/personagens/stephanie.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "162 cm",
        "afiliacao": "Reino de Elkia",
        "Sobre": "Stephanie Dola é uma nobre de Elkia que passa a apoiar Sora e Shiro. Idealista e emocional, frequentemente serve de contraste humano à frieza estratégica dos protagonistas."
    },
    {
        "id": 145,
        "nome": "Jibril",
        "idade_inicial": 6000,
        "sexo": "Feminino",
        "papel": "Aliada Principal",
        "imagem": "images/personagens/jibril.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "170 cm",
        "afiliacao": "Flügel",
        "Sobre": "Jibril é uma poderosa Flügel obcecada por conhecimento e jogos. Após ser derrotada por Blank, torna-se uma aliada leal, usando sua inteligência e poder para apoiar o domínio de Elkia."
    },
    {
        "id": 146,
        "nome": "Hyakkimaru",
        "idade_inicial": 16,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/hyakkimaru.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "172 cm",
        "afiliacao": "Independente",
        "Sobre": "Hyakkimaru é um jovem guerreiro que teve partes de seu corpo sacrificadas a demônios ainda bebê. Em sua jornada para recuperá-las, enfrenta criaturas sobrenaturais enquanto busca compreender sua própria humanidade."
    },
    {
        "id": 147,
        "nome": "Dororo",
        "idade_inicial": 10,
        "sexo": "Feminino",
        "papel": "Deuteragonista",
        "imagem": "images/personagens/dororo.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "140 cm",
        "afiliacao": "Companheira de Jornada",
        "Sobre": "Dororo é uma criança órfã esperta e resiliente que acompanha Hyakkimaru. Alegre e determinada, representa o lado humano e emocional da história."
    },
    {
        "id": 148,
        "nome": "Yato",
        "idade_inicial": 1000,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/yato.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "173 cm",
        "afiliacao": "Deus Menor",
        "Sobre": "Yato é um deus menor que sonha em se tornar famoso e ter milhões de seguidores. Apesar de preguiçoso e excêntrico, possui um passado sombrio e grande poder oculto."
    },
    {
        "id": 149,
        "nome": "Hiyori Iki",
        "idade_inicial": 15,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/hiyori.jpg",
        "aniversario": "16 de julho",
        "altura_inicial": "158 cm",
        "afiliacao": "Humana",
        "Sobre": "Hiyori Iki é uma estudante que passa a ter sua alma separada do corpo após um acidente. Gentil e corajosa, torna-se o elo entre o mundo humano e o sobrenatural."
    },
    {
        "id": 150,
        "nome": "Yukine",
        "idade_inicial": 14,
        "sexo": "Masculino",
        "papel": "Regalia",
        "imagem": "images/personagens/yukine.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "160 cm",
        "afiliacao": "Regalia de Yato",
        "Sobre": "Yukine é a Regalia de Yato, um espírito jovem que luta com sentimentos de culpa e imaturidade. Sua relação com Yato é central para o desenvolvimento emocional da série."
    },
    {
        "id": 151,
        "nome": "Loid Forger",
        "idade_inicial": 27,
        "sexo": "Masculino",
        "papel": "Protagonista",
        "imagem": "images/personagens/loid.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "187 cm",
        "afiliacao": "Agente Secreto (WISE)",
        "Sobre": "Loid Forger é um espião de elite que assume uma identidade falsa para cumprir uma missão de alto risco. Extremamente competente e racional, precisa aprender a lidar com uma família nada convencional."
    },
    {
        "id": 152,
        "nome": "Anya Forger",
        "idade_inicial": 6,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/anya.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "99 cm",
        "afiliacao": "Família Forger",
        "Sobre": "Anya Forger é uma criança telepata adotada por Loid. Espontânea e carismática, conhece os segredos de todos ao seu redor e é o coração cômico e emocional da família."
    },
    {
        "id": 153,
        "nome": "Yor Forger",
        "idade_inicial": 27,
        "sexo": "Feminino",
        "papel": "Protagonista",
        "imagem": "images/personagens/yor.jpg",
        "aniversario": "Desconhecido",
        "altura_inicial": "170 cm",
        "afiliacao": "Assassina Profissional",
        "Sobre": "Yor Forger leva uma vida dupla como assassina de elite enquanto finge ser uma esposa comum. Gentil e desajeitada no cotidiano, é letal quando entra em ação."
    }
]